[
  {
    "type": "snippet",
    "category": "epilogue_npc_male",
    "text": [
      {
        "id": "epilogue_npc_male_1",
        "text": "     Died several years later at the hands of a Hell's Raiders band.  Till the end, he held out hope that his daughter was still alive in the wasteland."
      },
      {
        "id": "epilogue_npc_male_2",
        "text": "     Was making his way to Michigan to search for family when he broke his leg in the woods.  Died of hypothermia a week later.  A note found with his body read, 'I wish I could have saved her.'"
      },
      {
        "id": "epilogue_npc_male_3",
        "text": "     Survived for a number of years and made a name for himself amongst other survivors.  Eventually he began augmenting himself with bionics… when a failed surgery left him permanently blind he committed suicide without leaving a note."
      },
      {
        "id": "epilogue_npc_male_4",
        "text": "     Met with some success as a craftsman working in a small survivor outpost.  Eventually he married a young refugee and had two children.  Died during a typhoid outbreak a few years later.  Survived by only his three year old son."
      },
      {
        "id": "epilogue_npc_male_5",
        "text": "     Became a skilled mechanic and assisted a number of refugees searching for settlements.  He left one day on a routine trading run and failed to return.  His wrecked truck was located by a scavenger band but he was never seen again."
      },
      {
        "id": "epilogue_npc_male_6",
        "text": "     Became a game hunter and trapper.  Eventually he left on a hunting trip never to be seen again.  Attempts to locate him were called off when one of the searchers disappeared without a trace."
      },
      {
        "id": "epilogue_npc_male_7",
        "text": "     Went on to enlist in the Old Guard.  Was killed in action a year later fighting the Hell's Raiders in Vermont.  In his will he requested that all entitlements and property be transferred to a young lady he had met while guarding a FEMA camp.  Was survived by the young lady and a newborn son."
      },
      {
        "id": "epilogue_npc_male_9",
        "text": "     Became a laborer for hire in any outpost that needed assistance.  Was hanged for stealing from an employer; weeks later it was revealed the employer never had the resources nor intention to pay him."
      },
      {
        "id": "epilogue_npc_male_10",
        "text": "     Never spent much time around settlements after your death.  Was last seen near the Adirondacks in New York."
      },
      {
        "id": "epilogue_npc_male_11",
        "text": "     Died of an infected bite a few weeks later.  Before he passed he told those present, 'Now I've lost everything in this world… but you haven't.  Keep searching, the world is big enough that there has to be a place out there that hasn't been overrun.'"
      },
      {
        "id": "epilogue_npc_male_12",
        "text": "     Managed to contract some form of fungal infection a few months after your passing.  Unable to find treatment, he asked to be put down while listening to someone read from his favorite novel, Don Quixote."
      },
      {
        "id": "epilogue_npc_male_13",
        "text": "     Became a self-taught chemist and medic.  His work eventually led him to a life of alcohol abuse and morphine addiction.  Overdosed one night when left unattended.  The community he helped said, 'He was probably the best thing to happen to us in years… there just isn't any turning back when you lose all hope.'"
      },
      {
        "id": "epilogue_npc_male_14",
        "text": "     Went on to become a notable scout and urban explorer.  Was tragically killed when cornered in an abandoned store when scavenging with a group of unskilled survivors."
      },
      {
        "id": "epilogue_npc_male_15",
        "text": "     After your death he became a reclusive but friendly guy.  His continued supply runs helped keep many survivor colonies alive through the years.  Unfortunately, he bled to death over the course of several days after having stepped on a landmine intended to target local raiders."
      },
      {
        "id": "epilogue_npc_male_16",
        "text": "     Lost his way long before he met you.  The Cataclysm offered him the chance to denounce the former vices that had led to his incarceration… an offer that went unanswered.  After you were killed, he returned to hunting those he saw as weak.  The number of people he murdered is unknown but prior to his execution he claimed that, 'butchering the dead was never as fun as the living.'"
      },
      {
        "id": "epilogue_npc_male_17",
        "text": "     Found new meaning in life after your death.  Although he never informed you, his felonies in the departed world had prevented him from ever having a real place in society.  With the destruction of existing criminal records he took it upon himself to prove his worth to his fellow man.  Died from a heart attack while alone on a trip many years after the Cataclysm."
      },
      {
        "id": "epilogue_npc_male_18",
        "text": "     Spent his entire life secretly addicted to one substance or another.  After your death he briefly worked as a laborer in a survivor camp before losing his grip on reality due to various side effects associated with his drugs of choice.  He died from complications due to a seizure.  In his last moments he saw Porkey the pig exclaim, 'That's all folks!' before an animated audience."
      },
      {
        "id": "epilogue_npc_male_19",
        "text": "     Was never known as a particularly brave individual nor an emotionally stable one.  His regret for not helping people during the opening days of the Cataclysm led him to attempt suicide multiple times in the years that followed.  Life improved briefly when he married a fellow survivor but was shattered when his spouse was killed by members of a mysterious apocalypse cult.  He was killed when he attempted to sneak into the cult's compound to enact revenge himself."
      },
      {
        "id": "epilogue_npc_male_20",
        "text": "     Spent the remainder of his life assisting one adventurer party or another.  Eventually his luck ran out when he became ill after eating something rotten.  Was abandoned by his party in an infested neighborhood, never to be seen again."
      },
      {
        "id": "epilogue_npc_male_21",
        "text": "     Died from sepsis a few weeks after you.  The cut on his leg that ultimately killed him would have been easily treatable in nearly any other situation.  His final wish was that he be allowed to drink himself into his grave.  Upon consideration, the party that he was with opted to shoot him in the head and divide his belongings rather than waste the alcohol."
      },
      {
        "id": "epilogue_npc_male_22",
        "text": "     Worked hard following your death to organize his own band of survivors.  Went on to marry and have two children that were raised and taught every survival skill they would ever need.  His past eventually caught up to him when he ran afoul with an Old Guard colonel.  Since he fled his post as a National Guard soldier during the Cataclysm he was hanged for desertion despite the protests of a huge number of survivors that had benefited from his service over the years."
      },
      {
        "id": "epilogue_npc_male_23",
        "text": "     Went on to the coast and salvaged a small sailboat.  Despite the protests of those that knew him, his decision to sail in search of some uninhabited tropical paradise in the north Atlantic was final.  His disappearance after starting the journey was described by his fellow survivors as 'a waste of a perfectly good boat.'"
      },
      {
        "id": "epilogue_npc_male_24",
        "text": "     Within a few weeks of your death he was robbed by a pair of bandits.  For attempting to resist their demands they broke both of his arms in multiple places.  Alone and wounded it took nearly a month before he found refuge and primitive medical assistance with other survivors.  Having lost his ability to grasp or lift, he spent the last few years of his life begging for food and relying on charity from his fellow survivors."
      },
      {
        "id": "epilogue_npc_male_25",
        "text": "     Trained under your guidance, he became a renowned abomination hunter.  With what weapons he could salvage he led parties to reclaim town after town from the undead and other horrors that wandered the wasteland.  His success was temporal as monsters migrated into the cleared territories as quickly as he could clear them.  His life ended when antibiotic resistant infection spread between his countless minor wounds."
      },
      {
        "id": "epilogue_npc_male_26",
        "text": "     Renounced the adventurous lifestyle after your death and chose to establish a self sufficient camp away from the horrors found in the old cities.  His attempts at solitude were in vain as otherworldly visitors began to prey upon the weak and isolated.  The last moments of his life were spent in bewilderment and horror as he was awoken one night to an alien insect the size of a man opening his cabin's door and screaming in a dozen perfectly human voices as it flew straight at him."
      },
      {
        "id": "epilogue_npc_male_27",
        "text": "     Was detained and handcuffed by a police robot on multiple counts of looting and vandalism that were tracked and recorded by the few remaining security systems.  While being held on the ground awaiting additional police response units he was torn to pieces by the undead that were attracted by the commotion."
      },
      {
        "id": "epilogue_npc_male_28",
        "text": "     Became a hunter after your death, living alone in the woods.  Traced back to his cabin, he was murdered and devoured in his sleep by an actual cannibal."
      },
      {
        "id": "epilogue_npc_male_29",
        "text": "     Survived for many years, and became a renowned scavenger, eventually setting up a small shop in a Free Merchant outpost.  Survived by two sons, he died after a rare artifact poisoned his blood with acid."
      },
      {
        "id": "epilogue_npc_male_30",
        "text": "     He wandered and scavenged the land for years after your death, eventually becoming a skilled mechanic.  Employed by the Free Merchants, he lived a comfortable, if rather uneventful life, dying of cancer, a rare luxury these days."
      },
      {
        "id": "epilogue_npc_male_31",
        "text": "     Became truly depressed after your death and hid in the woods.  If rumors are to be believed, he spent years living as a deranged hermit in a distant cave, worshiping stones and sacrificing dogs."
      },
      {
        "id": "epilogue_npc_male_32",
        "text": "     After your death, he became obsessed with preserving old knowledge and eventually became known as 'the lorekeeper'.  Hired by the Old Guard as a librarian, he spent his life amongst dusty old books, trying to convince others of their value.  He even changed his name to Frederic Bastiat, in honor of an old French philosopher."
      },
      {
        "id": "epilogue_npc_male_33",
        "text": "     He found faith after your death, eventually joining an Anglican community and becoming a Vicar.  The crucifix provided him with a sense of meaning, before dying horribly at the hands of raiders.  He was still praying when they roasted him alive."
      },
      {
        "id": "epilogue_npc_male_34",
        "text": "     Lost and damned, he joined a bloody cult after your death, kidnapping and sacrificing young women.  His entire group was killed after being discovered by the Old Guard.  His head was put on a spike as a reminder that cultists will not be tolerated."
      },
      {
        "id": "epilogue_npc_male_35",
        "text": "     He did not survive for long after your death.  Electrocuted in an old cellar, he kept screaming your name.  His body was never found."
      },
      {
        "id": "epilogue_npc_male_36",
        "text": "     Survived you by just a few days, he drowned trying to escape from a horde."
      },
      {
        "id": "epilogue_npc_male_37",
        "text": "     He wandered alone for days, before finding a Free Merchant outpost.  He spent a few years as a caravan guard, often drinking himself half blind and enjoying any woman he could find.  Booze made his grip unsteady and he was eventually fired.  He died of alcohol poisoning the same day."
      },
      {
        "id": "epilogue_npc_male_38",
        "text": "     Obsessed with the idea of settling down, he eventually found love and retired to a farm in the middle of nowhere.  Relatively safe from the monsters, he thrived for years.  Survived by seven sons and two daughters."
      },
      {
        "id": "epilogue_npc_male_39",
        "text": "     Became famous in the wastes after finding an old brewery and copying their recipe.  His chilled beer, a known delicacy, is traded far and wide by the Free Merchants."
      },
      {
        "id": "epilogue_npc_male_40",
        "text": "     Found a whole cellar of single malt whisky.  Drank himself to death."
      },
      {
        "id": "epilogue_npc_male_41",
        "text": "     Depressed after your death, he would hang himself after just a few days."
      },
      {
        "id": "epilogue_npc_male_42",
        "text": "     Wandered for months, before finding a small community that would accept him.  Became a farmer and spent the rest of his uneventful life tending to crops, glad that he was no longer alone."
      },
      {
        "id": "epilogue_npc_male_43",
        "text": "     Obsessed with finding 'the Cure', he died a few weeks later in an old lab, torn to shreds by a security turret."
      },
      {
        "id": "epilogue_npc_male_44",
        "text": "     Became a runner for the Refugee Center and died after a few months."
      },
      {
        "id": "epilogue_npc_male_45",
        "text": "     Joined a raider gang and died in a firefight a few weeks later, trying to rob a Free Merchant caravan."
      },
      {
        "id": "epilogue_npc_male_46",
        "text": "     Traveled north, he eventually found an intact baseball field and built a prosperous farming community there."
      },
      {
        "id": "epilogue_npc_male_47",
        "text": "     He spent the rest of his short life looking for a new fix.  Died of an overdose in an abandoned basement."
      },
      {
        "id": "epilogue_npc_male_48",
        "text": "     Traveled south and joined a small fishing village.  Died a few years later in a raider attack, alongside his young son."
      },
      {
        "id": "epilogue_npc_male_49",
        "text": "     Thoroughly terrified by your death, he retired to an old LMOE shelter, vowing never to leave.  He died of starvation inside."
      },
      {
        "id": "epilogue_npc_male_50",
        "text": "     He became a very prosperous game hunter, trading meat and furs, and providing many settlements with food in exchange for booze and male company.  He died years later of an STD."
      },
      {
        "id": "epilogue_npc_male_51",
        "text": "     Retired to the woods, he spent the rest of his life fishing and hunting in a desolate cabin, rarely interacting with anyone else."
      },
      {
        "id": "epilogue_npc_male_52",
        "text": "     Died en route to California, deliriously dreaming of a better life as he was slowly devoured by spiders."
      },
      {
        "id": "epilogue_npc_male_53",
        "text": "     He tried to cope with loneliness after your death, but failed.  He was blind drunk when a group of zombies found his hideout and didn't stand a chance."
      },
      {
        "id": "epilogue_npc_male_54",
        "text": "     He didn't survive for long, waking up to a horde of zombies.  They smashed through his fortified windows in a pinch and only the last bullet prevented him from being devoured alive."
      },
      {
        "id": "epilogue_npc_male_55",
        "text": "     He got sick soon after your death, and died without any medical help.  His last words were 'Why did I live long enough to suffer like that?'"
      },
      {
        "id": "epilogue_npc_male_56",
        "text": "     Went mad soon after learning of your death, leading him to believe he was the predestined savior who would bring sinners into paradise.  Ended up perishing in a siege against the Hell's Raiders that lasted for a grueling, protracted month."
      },
      {
        "id": "epilogue_npc_male_57",
        "text": "     He had a dream he told no other about.  It was a grand ideal, a fantasy out of a long-dead era.  He aspired to become a leader who would shield humanity from the tribulations of the new world.  He gathered survivors and built a settlement with the fledging numbers he had.  They held out for as long as they could, but the dream of civilization could not flourish.  He died a heartbroken man."
      },
      {
        "id": "epilogue_npc_male_58",
        "text": "     He had a dream he told no other about.  It was a grand ideal, a fantasy out of a long-dead era.  He aspired to become a leader who would shield humanity from the tribulations of the new world.  He gathered survivors and built a settlement with the fledging numbers he had.  With his unshakeable spirit and exceptional talent, he managed to lift up his people into a brighter dawn.  Before long, his realm encompassed vast swaths of land.  He honored you as one of the founders of his kingdom."
      },
      {
        "id": "epilogue_npc_male_59",
        "text": "     Lived a troubled life after your passing.  Trusting no one but himself, he struggled viciously at the end of the world.  Through great effort, he formed a minor village that would end up becoming a safe haven for mutants.  In their humble hovel, he would later be acclaimed as a saint."
      },
      {
        "id": "epilogue_npc_male_60",
        "text": "     He increasingly grew fanatical as the whole world decayed around him.  In due time, he saw himself as something more than human.  Arriving at an abandoned cathedral, he climbed to the top of its spire before ringing the bells again and again.  He belched out holy harangues at the heathens below and laughed maniacally as the undead eventually tore through his body."
      },
      {
        "id": "epilogue_npc_male_61",
        "text": "     Started fervently devouring the Gospel and soon had absolute conviction that he was the Godson.  In his anguished throes of madness, he ended up seeing the vision of a land without sin over the horizon as he stepped off the edge of a skyscraper.  Upon cold lips, his last breath was uttered.  'Eden.'"
      },
      {
        "id": "epilogue_npc_male_62",
        "text": "     He lost his mind as he witnessed the death of all around him.  He began to accept the notion that he brought about all this chaos.  With bloody tears streaming down his cheeks, he sacrificed himself to save the world."
      },
      {
        "id": "epilogue_npc_male_63",
        "text": "     He lived desperately in the Cataclysm for a few years before meeting a female survivor while digging through a dumpster.  Both were wary of one another and were soon at each other's throats.  Neither side secured a victory.  Wounded and scarred, they each went to their respective hideouts.  Not long after, they met again.  The woman initiated a conversation with him, asking for his help.  It was foolish to fight when they could work together instead.  He acquiesced.  In this cruel and forlorn world, they soon fell in love.  If they had each other, everything would be all right.  Decades passed and they grew old holding hands.  One day, the wife fell ill, and with her dying breath, she said she was happy all these years with him.  Stay strong without me.  The husband wept and laid down beside his wife.  Without you, nothing else matters.  He swallowed a bitter poison and departed this world to find his wife who was waiting for him."
      },
      {
        "id": "epilogue_npc_male_64",
        "text": "     Found peace in a hidden valley where he built a small sanctuary for wildlife. He passed away quietly, surrounded by the nature he loved."
      },
      {
        "id": "epilogue_npc_male_65",
        "text": "     Became a master brewer, creating a famous line of post-apocalyptic spirits. He was celebrated widely, but his liver gave out from years of taste-testing."
      },
      {
        "id": "epilogue_npc_male_66",
        "text": "     Became an artist, using the ruins as his canvas. His murals brought color to the gray world. He died while painting a final masterpiece on a crumbling skyscraper."
      },
      {
        "id": "epilogue_npc_male_67",
        "text": "     Formed a traveling circus with other survivors, bringing laughter and amazement to settlements. He died during a dangerous stunt, leaving behind a legacy of joy."
      },
      {
        "id": "epilogue_npc_male_68",
        "text": "     Became a legend among scavengers for his uncanny ability to find rare artifacts. His luck ran out when he triggered a trap in an old government bunker."
      },
      {
        "id": "epilogue_npc_male_69",
        "text": "     Opened a school in a reclaimed library, teaching the young survivors how to read and write. He died of old age, surrounded by grateful students."
      },
      {
        "id": "epilogue_npc_male_70",
        "text": "     Became a detective, solving crimes and mysteries among survivors. His sharp mind and keen eye brought justice until he was outwitted by a cunning adversary."
      },
      {
        "id": "epilogue_npc_male_71",
        "text": "     Dedicated his life to building a network of underground tunnels for safe travel. He was trapped in a cave-in, his efforts saving countless lives."
      },
      {
        "id": "epilogue_npc_male_72",
        "text": "     Trained birds to carry messages between distant settlements. His avian network kept communities connected. He died peacefully in his aviary."
      },
      {
        "id": "epilogue_npc_male_73",
        "text": "     Became a spiritual leader, offering guidance and solace to those in despair. His followers built a shrine in his honor after he passed away during meditation."
      },
      {
        "id": "epilogue_npc_male_74",
        "text": "     Found a hidden underground city, becoming its guardian. He protected its secrets until his dying breath, ensuring its safety from outsiders."
      },
      {
        "id": "epilogue_npc_male_75",
        "text": "     Lived as a ghost story among survivors, appearing to help those in need before vanishing. His mysterious actions saved many lives, but his true identity was never confirmed."
      },
      {
        "id": "epilogue_npc_male_76",
        "text": "     Discovered an ancient cache of pre-Cataclysm seeds and revived agriculture in his region. He died a revered elder, his gardens a testament to his green thumb."
      },
      {
        "id": "epilogue_npc_male_77",
        "text": "     Became a pioneer of renewable energy, constructing wind and solar farms. His innovations powered a new age of sustainability until he was claimed by an industrial accident."
      },
      {
        "id": "epilogue_npc_male_78",
        "text": "     Formed a band of wandering minstrels, their music echoing through the ruins. He died on stage during a performance, his final song a haunting ballad."
      },
      {
        "id": "epilogue_npc_male_79",
        "text": "     Became an alchemist, mixing potions and remedies that saved many lives. His experiments grew more ambitious until one exploded, ending his journey."
      },
      {
        "id": "epilogue_npc_male_80",
        "text": "     Spent his years crafting intricate clockwork devices, each a marvel of engineering. He was found lifeless in his workshop, surrounded by his ticking creations."
      },
      {
        "id": "epilogue_npc_male_81",
        "text": "     Lived among a tribe of mutants, bridging the gap between humans and mutants. His diplomacy was crucial in forming alliances. He died during a peace negotiation gone wrong."
      },
      {
        "id": "epilogue_npc_male_82",
        "text": "     Became a feared bounty hunter, tracking down criminals and monsters alike. His reputation was unmatched until he met his match in a cunning fugitive."
      },
      {
        "id": "epilogue_npc_male_83",
        "text": "     Became a vigilante, fighting for justice in lawless territories. His exploits became legendary, but he was finally overwhelmed by a mob seeking revenge."
      },
      {
        "id": "epilogue_npc_male_84",
        "text": "     Created a series of hidden safe houses for wandering survivors. His network provided refuge for many. He died defending one of these sanctuaries from raiders."
      },
      {
        "id": "epilogue_npc_male_85",
        "text": "     Became a pioneer of new farming techniques, growing food in even the harshest environments. His methods were adopted widely, though he succumbed to a rare plant disease."
      },
      {
        "id": "epilogue_npc_male_86",
        "text": "     Became a storyteller, preserving oral histories of the Cataclysm. His tales were passed down through generations, ensuring the past was never forgotten."
      },
      {
        "id": "epilogue_npc_male_87",
        "text": "     Traveled the wastelands as a medic, healing the wounded and sick. His tireless work saved countless lives, but a virulent plague finally claimed his own."
      },
      {
        "id": "epilogue_npc_male_88",
        "text": "     Became an explorer, charting the unknown regions. His maps were invaluable to survivors. He disappeared on his final expedition, his fate unknown."
      },
      {
        "id": "epilogue_npc_male_89",
        "text": "     Founded a new religion based on survival and resilience. His followers flourished, though he died during a pilgrimage to a sacred site."
      },
      {
        "id": "epilogue_npc_male_90",
        "text": "     Became a craftsman, creating beautiful and functional items from salvage. His work was highly prized. He died in his workshop, his hands still gripping his tools."
      },
      {
        "id": "epilogue_npc_male_91",
        "text": "     Lived in a lighthouse, guiding survivors safely along the coast. His light never failed, but he was found one morning, peacefully deceased in his chair."
      },
      {
        "id": "epilogue_npc_male_92",
        "text": "     Spent his life uncovering the secrets of pre-Cataclysm technology. His discoveries advanced survivor society. He died in his lab, his final invention unfinished."
      },
      {
        "id": "epilogue_npc_male_93",
        "text": "     Became a pirate, raiding the coasts and gathering a loyal crew. His legend grew until he was betrayed by a crewmate, ending his reign on the high seas."
      },
      {
        "id": "epilogue_npc_male_94",
        "text": "     Became a farmer, teaching others how to cultivate the land. His methods fed many, but he died during a raid on his farm."
      },
      {
        "id": "epilogue_npc_male_95",
        "text": "     Became a cyberneticist, merging man and machine. His work gave hope to many, though he died during a risky self-experiment."
      },
      {
        "id": "epilogue_npc_male_96",
        "text": "     Became a wanderer, never staying in one place too long. His stories and wisdom spread far and wide. He was found under the stars, his journey finally over."
      },
      {
        "id": "epilogue_npc_male_97",
        "text": "     Created a sanctuary for lost pets, raising them as his own. His compassion saved many furry lives. He died surrounded by the animals he loved."
      },
      {
        "id": "epilogue_npc_male_98",
        "text": "     Became a myth, said to have found a utopia. Few believed the tales, but those who did sought his wisdom. He vanished into legend, his existence debated."
      },
      {
        "id": "epilogue_npc_male_99",
        "text": "     Became a twisted surgeon, experimenting on anyone he captured. His lair was filled with grotesque abominations. He was finally killed by a vengeful survivor, his creations left to rot."
      },
      {
        "id": "epilogue_npc_male_100",
        "text": "     Became a cannibal, preying on the weak and lost. His camp was a horror of bones and flesh. He met his end when one of his victims escaped and led a mob back to exact brutal justice."
      },
      {
        "id": "epilogue_npc_male_101",
        "text": "     Became a feared torturer for a raider gang, enjoying the screams of his victims. His reign of terror ended when he was overpowered and subjected to his own methods."
      },
      {
        "id": "epilogue_npc_male_102",
        "text": "     Delved into dark rituals, seeking power through forbidden means. His experiments summoned horrors beyond comprehension, and he was torn apart by the very entities he sought to control."
      },
      {
        "id": "epilogue_npc_male_103",
        "text": "     Became a notorious slaver, capturing and selling survivors. His cruelty was unmatched. He was finally overthrown by his captives, who left him to die slowly in the same chains he had used on others."
      },
      {
        "id": "epilogue_npc_male_104",
        "text": "     Turned to necromancy, raising the dead to do his bidding. His undead army was feared by all, but eventually they turned on him, tearing him apart piece by piece."
      },
      {
        "id": "epilogue_npc_male_105",
        "text": "     Became a serial killer, stalking the wasteland and collecting trophies from his victims. His lair was discovered by a group of survivors who exacted bloody vengeance upon him."
      },
      {
        "id": "epilogue_npc_male_106",
        "text": "     Became obsessed with human experimentation, creating monstrous hybrids. His lab was a nightmarish hellscape. He died when one of his creations broke free and exacted a brutal revenge."
      },
      {
        "id": "epilogue_npc_male_107",
        "text": "     Led a cult that worshiped a dark entity, performing sacrifices to gain favor. His followers eventually turned on him, offering him as the ultimate sacrifice."
      },
      {
        "id": "epilogue_npc_male_108",
        "text": "     Became a butcher, carving up survivors for meat. His 'shop' was a horror show of blood and bone. He was eventually caught and butchered by a mob of enraged survivors."
      },
      {
        "id": "epilogue_npc_male_109",
        "text": "     Delved into the darkest corners of the wasteland, collecting cursed artifacts. His collection drove him mad, and he was found dead, surrounded by objects that whispered secrets from beyond."
      },
      {
        "id": "epilogue_npc_male_110",
        "text": "     Became a grotesque puppet master, controlling people with strings and hooks. His victims were forced to perform for his sick amusement until they turned on him, tearing him apart."
      },
      {
        "id": "epilogue_npc_male_111",
        "text": "     Lived in a decrepit mansion, capturing and torturing travelers. His screams echoed through the halls until a group of survivors stormed the place and exacted brutal revenge."
      },
      {
        "id": "epilogue_npc_male_112",
        "text": "     Created a labyrinth of traps and horrors, luring survivors in for his twisted pleasure. He was found dead in the center of his own maze, having fallen victim to one of his own traps."
      },
      {
        "id": "epilogue_npc_male_113",
        "text": "     Became a predator, hunting humans for sport. His trophies lined his cabin, a testament to his brutality. He was eventually outsmarted and killed by a group of his intended prey."
      },
      {
        "id": "epilogue_npc_male_114",
        "text": "     Developed a taste for blood, becoming a vampire-like figure. He terrorized settlements until he was hunted down and exposed to sunlight, burning to ashes."
      },
      {
        "id": "epilogue_npc_male_115",
        "text": "     Turned to dark magic, casting spells that twisted and corrupted. His final ritual went horribly wrong, and he was consumed by the demonic forces he sought to control."
      },
      {
        "id": "epilogue_npc_male_116",
        "text": "     Became a necrophile, collecting and preserving bodies. His macabre collection was discovered, and he was lynched by horrified survivors."
      },
      {
        "id": "epilogue_npc_male_117",
        "text": "     Ran a brothel where the workers were slaves, treated worse than animals. His cruelty ended when a revolt led by the captives saw him torn apart by those he had abused."
      },
      {
        "id": "epilogue_npc_male_118",
        "text": "     Became a sinister puppeteer, using mind control to enslave others. His reign ended when a group of freed survivors turned his own devices against him, leaving him a mindless husk."
      },
      {
        "id": "epilogue_npc_male_119",
        "text": "     Became a dark prophet, spreading despair and chaos. His cult grew until a rival faction ambushed him, and he was dismembered and his remains scattered."
      },
      {
        "id": "epilogue_npc_male_120",
        "text": "     Engaged in grotesque medical experiments, trying to create a perfect being. His lab was a charnel house of horrors. He was finally killed by one of his own creations."
      },
      {
        "id": "epilogue_npc_male_121",
        "text": "     Became a master of psychological torture, breaking his victims' minds. His lair was filled with the insane muttering of those he had destroyed. He died when one of his victims snapped and killed him."
      },
      {
        "id": "epilogue_npc_male_122",
        "text": "     Collected the faces of his victims, wearing them as masks. His gruesome spree ended when he was caught and his own face was removed as a grim form of justice."
      },
      {
        "id": "epilogue_npc_male_123",
        "text": "     Became a brutal warlord, ruling through fear and pain. His regime was marked by unspeakable atrocities. He was overthrown and executed in the same brutal manner he had inflicted on others."
      },
      {
        "id": "epilogue_npc_male_124",
        "text": "     Used forbidden technology to create horrific cybernetic monstrosities. His lab was a nightmare of flesh and metal. He was killed by his own creations, who saw him as their tormentor."
      },
      {
        "id": "epilogue_npc_male_125",
        "text": "     Became a sadistic executioner, inventing new and terrible ways to kill. His end came when a mob stormed his execution grounds and subjected him to his own devices."
      },
      {
        "id": "epilogue_npc_male_126",
        "text": "     Became a depraved kingpin, running a network of human trafficking and drug trade. His empire fell when a rival gang attacked, and he was tortured and killed in retribution."
      },
      {
        "id": "epilogue_npc_male_127",
        "text": "     Became a collector of souls, believing he could achieve immortality. His soul jars were his undoing, as the trapped spirits broke free and dragged him into their torment."
      },
      {
        "id": "epilogue_npc_male_128",
        "text": "     Transformed into a monstrous beast through his experiments, he lost his humanity. He terrorized the land until a group of hunters tracked him down and put him out of his misery."
      },
      {
        "id": "epilogue_npc_male_129",
        "text": "     Became a vile priest of a dark god, demanding sacrifices. His followers eventually turned on him, offering him up to the very deity he worshipped."
      },
      {
        "id": "epilogue_npc_male_130",
        "text": "     Became a butcher in a cannibal commune, providing 'meat' for the members. His bloody reign ended when an uprising saw him served as the main course."
      },
      {
        "id": "epilogue_npc_male_131",
        "text": "     Began hearing whispers from the shadows. He followed them into the depths of an abandoned bunker and was never seen again. Some say his whispers can still be heard."
      },
      {
        "id": "epilogue_npc_male_132",
        "text": "     Claimed to have found a portal to another world. Those who went to see it found only his tattered journal filled with incomprehensible symbols."
      },
      {
        "id": "epilogue_npc_male_133",
        "text": "     Was seen speaking to an invisible entity. One day, he simply vanished, leaving behind a cryptic note that read, 'I've seen beyond the veil.'"
      },
      {
        "id": "epilogue_npc_male_134",
        "text": "     Discovered a mirror that showed impossible reflections. He spent hours staring into it until he disappeared, his reflection lingering a moment longer than it should have."
      },
      {
        "id": "epilogue_npc_male_135",
        "text": "     Found an ancient book that no one else could read. He became obsessed with it, and when the book was opened, he vanished without a trace."
      },
      {
        "id": "epilogue_npc_male_136",
        "text": "     Became convinced he was being hunted by a creature only he could see. He left a detailed map of his sightings before disappearing mysteriously."
      },
      {
        "id": "epilogue_npc_male_137",
        "text": "     Claimed to have met an immortal being. He began leaving offerings at a secluded shrine until he vanished, the shrine now surrounded by strange, glowing plants."
      },
      {
        "id": "epilogue_npc_male_138",
        "text": "     Started drawing intricate symbols on every surface. One night, he stepped into the center of his latest drawing and vanished, the symbols glowing faintly before fading away."
      },
      {
        "id": "epilogue_npc_male_139",
        "text": "     Found a strange artifact that hummed softly. He couldn't part with it, and one day, he and the artifact disappeared, leaving only a scorch mark where they stood."
      },
      {
        "id": "epilogue_npc_male_140",
        "text": "     Claimed he could see the future and began preparing for an unknown event. He left detailed prophecies before disappearing during a solar eclipse."
      },
      {
        "id": "epilogue_npc_male_141",
        "text": "     Started receiving visions of a hidden city. He left to find it, sending messages back describing impossible wonders, until the messages stopped abruptly."
      },
      {
        "id": "epilogue_npc_male_142",
        "text": "     Became obsessed with a constellation that appeared only once a century. He left to find its origin and was never seen again, the constellation's star twinkling oddly bright."
      },
      {
        "id": "epilogue_npc_male_143",
        "text": "     Found a cave that seemed to breathe. He explored its depths and was never seen again, though the cave now exudes a faint, rhythmic pulse."
      },
      {
        "id": "epilogue_npc_male_144",
        "text": "     Discovered an ancient mask that seemed to whisper secrets. He put it on and walked into the night, his laughter echoing long after he vanished."
      },
      {
        "id": "epilogue_npc_male_145",
        "text": "     Claimed he could communicate with the dead. He began holding seances and eventually disappeared, his seance circle found undisturbed."
      },
      {
        "id": "epilogue_npc_male_146",
        "text": "     Found a clock that counted backward. He became obsessed with it and disappeared when it reached zero, the clock now ticking forward again."
      },
      {
        "id": "epilogue_npc_male_147",
        "text": "     Reported seeing ghostly figures guiding him. He followed them into the wilderness and was never seen again, though some claim to see his ghost wandering."
      },
      {
        "id": "epilogue_npc_male_148",
        "text": "     Discovered a plant that emitted a strange light. He began cultivating it obsessively and vanished one night, his garden now eerily luminous."
      },
      {
        "id": "epilogue_npc_male_149",
        "text": "     Found a door in the middle of nowhere. He opened it and stepped through, vanishing without a trace, the door disappearing with him."
      },
      {
        "id": "epilogue_npc_male_150",
        "text": "     Became obsessed with the idea of parallel worlds. He built a machine to travel between them and disappeared during its first test run, leaving only the machine's hum."
      },
      {
        "id": "epilogue_npc_male_151",
        "text": "     Claimed he could hear a song that no one else could. He followed the melody into the forest and never returned, the song still heard faintly on the wind."
      },
      {
        "id": "epilogue_npc_male_152",
        "text": "     Found a stone that changed colors with his mood. He became increasingly erratic and one day vanished, the stone now a dull gray."
      },
      {
        "id": "epilogue_npc_male_153",
        "text": "     Discovered a place where the stars seemed closer. He spent nights gazing at them until he disappeared, his telescope left pointing at a new, unknown constellation."
      },
      {
        "id": "epilogue_npc_male_154",
        "text": "     Found a music box that played haunting tunes. He was last seen winding it up before disappearing, the box now playing a new, unknown melody."
      },
      {
        "id": "epilogue_npc_male_155",
        "text": "     Claimed to have found the secret to eternal life. He disappeared before he could share it, leaving behind only a cryptic riddle."
      },
      {
        "id": "epilogue_npc_male_156",
        "text": "     Found a cave painting that seemed to move. He became obsessed and ventured into the cave, never to return, the painting now depicting an empty cave."
      },
      {
        "id": "epilogue_npc_male_157",
        "text": "     Began speaking in tongues, claiming to hear the voices of the ancients. He walked into a storm one night and disappeared, the storm whispering his name."
      },
      {
        "id": "epilogue_npc_male_158",
        "text": "     Discovered an ancient temple and began exploring its secrets. He vanished within its halls, and the temple has since been lost to time."
      },
      {
        "id": "epilogue_npc_male_159",
        "text": "     Found a feather that seemed to float against the wind. He followed it into the sky and disappeared, the feather now drifting aimlessly."
      },
      {
        "id": "epilogue_npc_male_160",
        "text": "     Claimed to have found a way to communicate with animals. He ventured into the wild and was never seen again, though animals often gather near his last known location."
      },
      {
        "id": "epilogue_npc_male_161",
        "text": "     Became obsessed with an ancient myth. He followed the myth's clues to a hidden place and disappeared, his notes ending abruptly."
      },
      {
        "id": "epilogue_npc_male_162",
        "text": "     Found a crystal that showed visions of other worlds. He became entranced by it and one day vanished, the crystal shattering into dust."
      },
      {
        "id": "epilogue_npc_male_163",
        "text": "     Claimed he could walk through mirrors. He stepped into one and disappeared, leaving only his reflection which occasionally moves on its own."
      },
      {
        "id": "epilogue_npc_male_164",
        "text": "     Discovered a river that flowed upstream. He followed it to its source and disappeared, the river now flowing normally."
      },
      {
        "id": "epilogue_npc_male_165",
        "text": "     Became convinced he was being watched by invisible eyes. He built a suit to hide from them and disappeared, the suit found empty."
      },
      {
        "id": "epilogue_npc_male_166",
        "text": "     Found a key that seemed to fit no lock. He spent years searching for its lock and disappeared when he finally found it, the key now rusted."
      },
      {
        "id": "epilogue_npc_male_167",
        "text": "     Claimed to have met his future self. He became obsessed with changing his fate and disappeared, leaving behind a letter addressed to himself."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "epilogue_npc_female",
    "text": [
      {
        "id": "epilogue_npc_female_1",
        "text": "     Committed suicide rather than fall into the hands of the Hell's Raiders.  Till the end, she held out hope that her son was still alive in the wasteland."
      },
      {
        "id": "epilogue_npc_female_2",
        "text": "     Was making her way to Ohio to search for family when she consumed a number of poisonous roots.  Over the course of three or four days she passed.  A note found with her body read, 'I wish I could have saved him.'"
      },
      {
        "id": "epilogue_npc_female_3",
        "text": "     Survived for a number of years and made a name for herself amongst other survivors.  Eventually she began experimenting with mutagen… when a mutation left her permanently disfigured and in pain she committed suicide without leaving a note."
      },
      {
        "id": "epilogue_npc_female_4",
        "text": "     Met with some success as a craftswoman working in a small survivor outpost.  Eventually she married a refugee and had one child.  Died during childbirth a few years later.  Survived by her husband and two year old daughter."
      },
      {
        "id": "epilogue_npc_female_5",
        "text": "     Became a skilled mechanic and assisted a number of refugees searching for settlements.  She left one day driving a number of migrants to another settlement when she disappeared.  No trace of her or the vehicle was ever found."
      },
      {
        "id": "epilogue_npc_female_6",
        "text": "     Became a game hunter and trapper.  Eventually she left on a hunting trip never to be seen again.  Attempts to locate her were called off when a shredded jacket was found."
      },
      {
        "id": "epilogue_npc_female_7",
        "text": "     Went on to enlist in the Old Guard.  Was captured a year later fighting the Hell's Raiders in the disastrous Vermont campaign.  The hasty rescue mission that followed was one of the major defeats that forced the Old Guard to abandon the area.  It is unknown if she survived."
      },
      {
        "id": "epilogue_npc_female_8",
        "text": "     Became a laborer for hire in any outposts that needed assistance.  Was wrongly shot by her employer during a wage dispute."
      },
      {
        "id": "epilogue_npc_female_9",
        "text": "     Never spent much time around settlements after your death.  Was last seen near the old Canadian border."
      },
      {
        "id": "epilogue_npc_female_10",
        "text": "     Died of an infected bite a few weeks later.  Before she passed she told those present, 'I've outlived everyone that I have ever loved.  If anything death is a few months late'."
      },
      {
        "id": "epilogue_npc_female_11",
        "text": "     Managed to contract some form of infection a few months after your passing.  Unable to find treatment she asked to be put down while listening to someone read from her favorite novel, A Tale of Two Cities."
      },
      {
        "id": "epilogue_npc_female_12",
        "text": "     Became a self-taught chemist and medic.  Her work eventually led her to a life of alcohol abuse and morphine addiction.  Overdosed one night when left unattended.  The community she helped said, 'I've never known a nicer woman nor one who had fought off depression for so long.'"
      },
      {
        "id": "epilogue_npc_female_13",
        "text": "     Went on to become a notable scout and urban explorer.  Was tragically killed by one of her students when leading a group of unskilled survivors on a night supply raid."
      },
      {
        "id": "epilogue_npc_female_14",
        "text": "     After your death she became a reclusive and eccentric individual.  Her skills were invaluable to the outposts that she chose to assist.  Unfortunately, competition for resources and salvage rights led a group of survivors to coax a mob of undead to surround her when she was on a lone raid.  Without witnesses, no connection between her death and the other survivors could be proven."
      },
      {
        "id": "epilogue_npc_female_15",
        "text": "     Lost her way long before she met you.  The Cataclysm offered her the chance to denounce the former vices that had led to her incarceration… an offer that went unanswered.  After you were killed, she returned to preying upon those she saw as weak.  It is rumored that she robbed dozens of survivors for everything they had before leaving them to die amongst the horrors that roamed the land.  Her eventual fate is unknown."
      },
      {
        "id": "epilogue_npc_female_16",
        "text": "     Found new meaning in life after your death.  Although she never informed you, her felonies in the departed world had prevented her from ever having a real place in society.  With the destruction of the criminal record system, she took it upon herself to make amends for her crimes.  Died on a dangerous rescue mission when witnesses saw an helicopter crash-land in a nearby town."
      },
      {
        "id": "epilogue_npc_female_17",
        "text": "     Spent her entire life secretly addicted to one substance or another.  After your death she briefly worked in a survivor camp before finding a place in the lucrative drug trade.  She died, predictably, from an overdose.  Drugs allowed her to relive the memories of friends, family, and loved ones… she died happier than could have ever been expected."
      },
      {
        "id": "epilogue_npc_female_18",
        "text": "     Was never known as a particularly brave individual nor an emotionally stable one.  Her inability to emotionally conform to life after the Cataclysm led her to attempt suicide multiple times in the years that followed.  Attracted by promises of renewal and the prospect of belonging to a new family, she became involved with a charismatic cult.  She was an innocent casualty when Old Guard soldiers stormed the compound on suspicion of crimes against humanity."
      },
      {
        "id": "epilogue_npc_female_19",
        "text": "     Spent the remainder of her life assisting one adventurer party or another.  Eventually her luck ran out when she became ill after starvation led her to eat whatever she could forage from the woods.  The party she was with deemed her a lost cause and put a bullet in her head instead of letting her turn.  She had suffered from a treatable form of marasmus."
      },
      {
        "id": "epilogue_npc_female_20",
        "text": "     Was stabbed in the arm by an ill tempered survivor a few weeks after you passed.  The cut quickly became infected and she died from sepsis a short time later.  Her murderer was the first person to discover her corpse… and all the gear she had been saving."
      },
      {
        "id": "epilogue_npc_female_21",
        "text": "     Worked hard following your death to build her own band of survivors.  Thanks to the skills she had acquired, she was able to turn a hefty profit looting abandoned towns.  After a series of heated contract disputes with her followers she found herself locked in her own car as a pair of Molotovs were thrown through the windows.  Her last desire was that she could have taken the bastards out with her."
      },
      {
        "id": "epilogue_npc_female_22",
        "text": "     Sought the coast in the hopes of finding an abandoned ship after your death.  Her journey ended when she discovered an Old Guard controlled dock in an abandoned fishing town.  Promised a new life if she agreed to serve as a contractor, she spent the next few years toiling to keep the camp supplied but never saw her reward.  A stray bullet struck her down when the Hell's Raiders launched a raid in an attempt to gain access to the sea."
      },
      {
        "id": "epilogue_npc_female_23",
        "text": "     Within a few months of your death she was robbed by a group of bandits.  When she shot the first dead in his tracks, one of his companions unleashed a blast from his flamethrower at close range.  Her ashes and a few odd pieces of jewelry were all that could be recovered."
      },
      {
        "id": "epilogue_npc_female_24",
        "text": "     Trained under your guidance, she became a renowned monster hunter.  Leading a band of warriors armed with primitive weapons she tracked down and killed numerous otherworldly horrors that wandered the wilderness.  Her quest to end the threat led her party to a shimmering gate that appeared to spew forth abominations and alien material.  With no means of closing the gate, her party was last seen venturing into the unknown to meet the threat at its source."
      },
      {
        "id": "epilogue_npc_female_25",
        "text": "     Renounced the adventurous lifestyle after your death and chose to start a family with a fellow survivor in an abandoned hunting cabin.  Survival was grim but the family grew through the years until she had three sons and a daughter.  Her end came when the horrors finally located her homestead… she and her husband were able to distract the monster as her children escaped."
      },
      {
        "id": "epilogue_npc_female_26",
        "text": "     Was detained and incarcerated by a police robot on multiple counts of looting and vandalism that were tracked and recorded by the few remaining security systems.  Trapped in a cell awaiting police review, she spent weeks crying out for help and slowly consuming what supplies she carried.  Two weeks after being dragged to her cell she died from dehydration."
      },
      {
        "id": "epilogue_npc_female_27",
        "text": "     Shot by the Old Guard a few weeks later, hunted down after she robbed an important caravan."
      },
      {
        "id": "epilogue_npc_female_28",
        "text": "     Traveled north, she eventually found a quiet community there and spent the rest of her life farming.  She's survived by four daughters."
      },
      {
        "id": "epilogue_npc_female_29",
        "text": "     She became a runner for the Old Guard and was eventually permitted to join.  She spent the rest of her life hunting raiders.  She died in a skirmish after a few years, sacrificing her life to let her unit retreat.  Her name is venerated in songs and inscriptions."
      },
      {
        "id": "epilogue_npc_female_30",
        "text": "     Shortly after your death she joined the Free Merchants, becoming a caravan guard and after a few months became the new liaison in the Refugee Center.  She died a few years later of a mysterious illness."
      },
      {
        "id": "epilogue_npc_female_31",
        "text": "     She was found half-dead by the Old Guard who took her in.  She became a famous scavenger, known for finding an intact stash of experimental antibiotics."
      },
      {
        "id": "epilogue_npc_female_32",
        "text": "     She retired to the forest, where she built her own cabin and spending the rest of her life fishing."
      },
      {
        "id": "epilogue_npc_female_33",
        "text": "     Captured by raiders, she spent the rest of her miserable life as a slave.  Hopeless, she slit her wrists with a rusty knife."
      },
      {
        "id": "epilogue_npc_female_34",
        "text": "     Depressed, she joined a protestant community and became a paragon of virtue.  Devoting her life to bible study, she spent the rest of her life in relative peace."
      },
      {
        "id": "epilogue_npc_female_35",
        "text": "     Killed and devoured by a cannibal just a few days after your death, hardly anyone remembers her name."
      },
      {
        "id": "epilogue_npc_female_36",
        "text": "     Became a renowned merchant after your death, she built her own outpost in the west.  An avid book collector, she established a great library to keep the flame of knowledge burning."
      },
      {
        "id": "epilogue_npc_female_37",
        "text": "     Traveled around for months before finding an old farm.  She spent a few years tending to her crops and living the life of a hermit before being killed by raiders for fun."
      },
      {
        "id": "epilogue_npc_female_38",
        "text": "     Traveled south and joined a settlement there.  She became a renowned engineer, building the largest steam engine in New England."
      },
      {
        "id": "epilogue_npc_female_39",
        "text": "     Joined a gang after your death, she spent months preying on the innocent, before dying in a dispute with a fellow brute."
      },
      {
        "id": "epilogue_npc_female_40",
        "text": "     Devoured alive by a group of zombies, she kept thinking of you as she died."
      },
      {
        "id": "epilogue_npc_female_41",
        "text": "     She found an abandoned APC and spent years traveling around and collecting personal stories.  She wrote one of the few post-apocalyptic books, detailing life after the end."
      },
      {
        "id": "epilogue_npc_female_42",
        "text": "     Kept wandering for years.  Her life was cut short when a group of raiders used her as a target practice."
      },
      {
        "id": "epilogue_npc_female_43",
        "text": "     She became a skilled game hunter and one of the best shots in the wasteland.  Years later she joined the Old Guard and was given the position of Marshal."
      },
      {
        "id": "epilogue_npc_female_44",
        "text": "     Desperate to save humanity from extinction, she organized her own group of survivors, whose job was to hunt bandits and decorate roads with their mutilated bodies.  She died in a skirmish a few months later."
      },
      {
        "id": "epilogue_npc_female_45",
        "text": "     She became an arsonist, and was incinerated a few weeks later in a fire she set."
      },
      {
        "id": "epilogue_npc_female_46",
        "text": "     She kept wandering for a few weeks but eventually died after drinking untreated water."
      },
      {
        "id": "epilogue_npc_female_47",
        "text": "     She wandered north and joined a local community there.  She became known for her trapping skills and ensured that the locals always had fresh meat on their tables."
      },
      {
        "id": "epilogue_npc_female_48",
        "text": "     She joined the Free Merchants and led their first caravan to Canada.  She died a few years later of dysentery."
      },
      {
        "id": "epilogue_npc_female_49",
        "text": "     She built a boat and sailed east towards Europe, hoping that it was not affected by the apocalypse.  She was never heard from again."
      },
      {
        "id": "epilogue_npc_female_50",
        "text": "     She led a doomsday cult for a few years, she was sacrificed to their gods after a particularly terrible harvest."
      },
      {
        "id": "epilogue_npc_female_51",
        "text": "     Became obsessed with chems, and died of an overdose a few months after your death."
      },
      {
        "id": "epilogue_npc_female_52",
        "text": "     Started fervently devouring the Gospel and soon had absolute conviction that she was the Virgin Mother.  In her anguished throes of madness, she ended up seeing the vision of the good shepherd over the horizon as she stepped off the edge of a skyscraper."
      },
      {
        "id": "epilogue_npc_female_53",
        "text": "     She lost her mind as she witnessed the death of all around her.  She began to accept the notion that she brought about all this chaos.  With bloody tears streaming down her cheeks, she sacrificed herself to save the world."
      },
      {
        "id": "epilogue_npc_female_54",
        "text": "     She lived desperately in the Cataclysm for a few years before meeting a male survivor while digging through a dumpster.  Both were wary of one another and were soon at each other's throats.  Neither side secured a victory.  Wounded and scarred, they each went to their respective hideouts.  Not long after, they met again.  The man initiated a conversation with her, asking for her help.  It was foolish to fight when they could work together instead.  She acquiesced.  In this cruel and forlorn world, they soon fell in love.  If they had each other, everything would be all right.  Decades passed and they grew old holding hands.  One day, the husband fell ill, and with his dying breath, he said he was happy all these years with her.  Stay strong without me.  The wife wept and laid down beside her husband.  Without you, nothing else matters.  She swallowed a bitter poison and departed this world to find her husband who was waiting for her."
      },
      {
        "id": "epilogue_npc_female_55",
        "text": "     Went mad soon after learning of your death, leading her to believe she was the predestined savior who would bring sinners into paradise.  Ended up perishing in a siege against the Hell's Raiders that lasted for a grueling, protracted month."
      },
      {
        "id": "epilogue_npc_female_56",
        "text": "     She had a dream she told no other about.  It was a grand ideal, a fantasy out of a long-dead era.  She aspired to become a leader who would shield humanity from the tribulations of the new world.  She gathered survivors and built a settlement with the fledging numbers she had.  They held out for as long as they could, but the dream of civilization could not flourish.  She died a heartbroken woman."
      },
      {
        "id": "epilogue_npc_female_57",
        "text": "     She had a dream she told no other about.  It was a grand ideal, a fantasy out of a long-dead era.  She aspired to become a leader who would shield humanity from the tribulations of the new world.  She gathered survivors and built a settlement with the fledging numbers she had.  With her infinite grace and unyielding devotion, she managed to lift up her people into a brighter dawn.  Before long, her realm encompassed vast swaths of land.  She honored you as one of the founders of her kingdom."
      },
      {
        "id": "epilogue_npc_female_58",
        "text": "     Lived a troubled life after your passing.  Trusting no one but herself, she struggled viciously at the end of the world.  Through great effort, she formed a minor village that would end up becoming a safe haven for mutants.  In their humble hovel, she would later be acclaimed as a saintess."
      },
      {
        "id": "epilogue_npc_female_59",
        "text": "     She increasingly grew fanatical as the whole world decayed around her.  In due time, she saw herself as something more than human.  Arriving at an abandoned cathedral, she climbed to the top of its spire before ringing the bells again and again.  She belched out holy harangues at the heathens below and laughed maniacally as the undead eventually tore through her body."
      },
      {
        "id": "epilogue_npc_female_60",
        "text": "     She began hearing whispers from the shadows. She followed them into the depths of an abandoned bunker and was never seen again. Some say her whispers can still be heard."
      },
      {
        "id": "epilogue_npc_female_61",
        "text": "     Claimed to have found a portal to another world. Those who went to see it found only her tattered journal filled with incomprehensible symbols."
      },
      {
        "id": "epilogue_npc_female_62",
        "text": "     Was seen speaking to an invisible entity. One day, she simply vanished, leaving behind a cryptic note that read, 'I've seen beyond the veil.'"
      },
      {
        "id": "epilogue_npc_female_63",
        "text": "     Discovered a mirror that showed impossible reflections. She spent hours staring into it until she disappeared, her reflection lingering a moment longer than it should have."
      },
      {
        "id": "epilogue_npc_female_64",
        "text": "     Found an ancient book that no one else could read. She became obsessed with it, and when the book was opened, she vanished without a trace."
      },
      {
        "id": "epilogue_npc_female_65",
        "text": "     Became convinced she was being hunted by a creature only she could see. She left a detailed map of her sightings before disappearing mysteriously."
      },
      {
        "id": "epilogue_npc_female_66",
        "text": "     Claimed to have met an immortal being. She began leaving offerings at a secluded shrine until she vanished, the shrine now surrounded by strange, glowing plants."
      },
      {
        "id": "epilogue_npc_female_67",
        "text": "     Started drawing intricate symbols on every surface. One night, she stepped into the center of her latest drawing and vanished, the symbols glowing faintly before fading away."
      },
      {
        "id": "epilogue_npc_female_68",
        "text": "     Found a strange artifact that hummed softly. She couldn't part with it, and one day, she and the artifact disappeared, leaving only a scorch mark where they stood."
      },
      {
        "id": "epilogue_npc_female_69",
        "text": "     Claimed she could see the future and began preparing for an unknown event. She left detailed prophecies before disappearing during a solar eclipse."
      },
      {
        "id": "epilogue_npc_female_70",
        "text": "     Started receiving visions of a hidden city. She left to find it, sending messages back describing impossible wonders, until the messages stopped abruptly."
      },
      {
        "id": "epilogue_npc_female_71",
        "text": "     Became obsessed with a constellation that appeared only once a century. She left to find its origin and was never seen again, the constellation's star twinkling oddly bright."
      },
      {
        "id": "epilogue_npc_female_72",
        "text": "     Found a cave that seemed to breathe. She explored its depths and was never seen again, though the cave now exudes a faint, rhythmic pulse."
      },
      {
        "id": "epilogue_npc_female_73",
        "text": "     Discovered an ancient mask that seemed to whisper secrets. She put it on and walked into the night, her laughter echoing long after she vanished."
      },
      {
        "id": "epilogue_npc_female_74",
        "text": "     Claimed she could communicate with the dead. She began holding seances and eventually disappeared, her seance circle found undisturbed."
      },
      {
        "id": "epilogue_npc_female_75",
        "text": "     Found a clock that counted backward. She became obsessed with it and disappeared when it reached zero, the clock now ticking forward again."
      },
      {
        "id": "epilogue_npc_female_76",
        "text": "     Reported seeing ghostly figures guiding her. She followed them into the wilderness and was never seen again, though some claim to see her ghost wandering."
      },
      {
        "id": "epilogue_npc_female_77",
        "text": "     Discovered a plant that emitted a strange light. She began cultivating it obsessively and vanished one night, her garden now eerily luminous."
      },
      {
        "id": "epilogue_npc_female_78",
        "text": "     Found a door in the middle of nowhere. She opened it and stepped through, vanishing without a trace, the door disappearing with her."
      },
      {
        "id": "epilogue_npc_female_79",
        "text": "     Became obsessed with the idea of parallel worlds. She built a machine to travel between them and disappeared during its first test run, leaving only the machine's hum."
      },
      {
        "id": "epilogue_npc_female_80",
        "text": "     Claimed she could hear a song that no one else could. She followed the melody into the forest and never returned, the song still heard faintly on the wind."
      },
      {
        "id": "epilogue_npc_female_81",
        "text": "     Found a stone that changed colors with her mood. She became increasingly erratic and one day vanished, the stone now a dull gray."
      },
      {
        "id": "epilogue_npc_female_82",
        "text": "     Discovered a place where the stars seemed closer. She spent nights gazing at them until she disappeared, her telescope left pointing at a new, unknown constellation."
      },
      {
        "id": "epilogue_npc_female_83",
        "text": "     Found a music box that played haunting tunes. She was last seen winding it up before disappearing, the box now playing a new, unknown melody."
      },
      {
        "id": "epilogue_npc_female_84",
        "text": "     Claimed to have found the secret to eternal life. She disappeared before she could share it, leaving behind only a cryptic riddle."
      },
      {
        "id": "epilogue_npc_female_85",
        "text": "     Found a cave painting that seemed to move. She became obsessed and ventured into the cave, never to return, the painting now depicting an empty cave."
      },
      {
        "id": "epilogue_npc_female_86",
        "text": "     Began speaking in tongues, claiming to hear the voices of the ancients. She walked into a storm one night and disappeared, the storm whispering her name."
      },
      {
        "id": "epilogue_npc_female_87",
        "text": "     Discovered an ancient temple and began exploring its secrets. She vanished within its halls, and the temple has since been lost to time."
      },
      {
        "id": "epilogue_npc_female_88",
        "text": "     Found a feather that seemed to float against the wind. She followed it into the sky and disappeared, the feather now drifting aimlessly."
      },
      {
        "id": "epilogue_npc_female_89",
        "text": "     Claimed to have found a way to communicate with animals. She ventured into the wild and was never seen again, though animals often gather near her last known location."
      },
      {
        "id": "epilogue_npc_female_90",
        "text": "     Became obsessed with an ancient myth. She followed the myth's clues to a hidden place and disappeared, her notes ending abruptly."
      },
      {
        "id": "epilogue_npc_female_91",
        "text": "     Found a crystal that showed visions of other worlds. She became entranced by it and one day vanished, the crystal shattering into dust."
      },
      {
        "id": "epilogue_npc_female_92",
        "text": "     Claimed she could walk through mirrors. She stepped into one and disappeared, leaving only her reflection which occasionally moves on its own."
      },
      {
        "id": "epilogue_npc_female_93",
        "text": "     Discovered a river that flowed upstream. She followed it to its source and disappeared, the river now flowing normally."
      },
      {
        "id": "epilogue_npc_female_94",
        "text": "     Became a farmer, teaching others how to cultivate the land. Her methods fed many, but she died during a raid on her farm."
      },
      {
        "id": "epilogue_npc_female_95",
        "text": "     Dedicated her life to building a network of underground tunnels for safe travel. She was trapped in a cave-in, her efforts saving countless lives."
      },
      {
        "id": "epilogue_npc_female_96",
        "text": "     Became a pioneer of renewable energy, constructing wind and solar farms. Her innovations powered a new age of sustainability until she was claimed by an industrial accident."
      },
      {
        "id": "epilogue_npc_female_97",
        "text": "     Spent her years crafting intricate clockwork devices, each a marvel of engineering. She was found lifeless in her workshop, surrounded by her ticking creations."
      },
      {
        "id": "epilogue_npc_female_98",
        "text": "     Lived among a tribe of mutants, bridging the gap between humans and mutants. Her diplomacy was crucial in forming alliances. She died during a peace negotiation gone wrong."
      },
      {
        "id": "epilogue_npc_female_99",
        "text": "     Became a feared bounty hunter, tracking down criminals and monsters alike. Her reputation was unmatched until she met her match in a cunning fugitive."
      },
      {
        "id": "epilogue_npc_female_100",
        "text": "     Became a vigilante, fighting for justice in lawless territories. Her exploits became legendary, but she was finally overwhelmed by a mob seeking revenge."
      },
      {
        "id": "epilogue_npc_female_101",
        "text": "     Created a series of hidden safe houses for wandering survivors. Her network provided refuge for many. She died defending one of these sanctuaries from raiders."
      },
      {
        "id": "epilogue_npc_female_102",
        "text": "     Became a pioneer of new farming techniques, growing food in even the harshest environments. Her methods were adopted widely, though she succumbed to a rare plant disease."
      },
      {
        "id": "epilogue_npc_female_103",
        "text": "     Became a storyteller, preserving oral histories of the Cataclysm. Her tales were passed down through generations, ensuring the past was never forgotten."
      },
      {
        "id": "epilogue_npc_female_104",
        "text": "     Traveled the wastelands as a medic, healing the wounded and sick. Her tireless work saved countless lives, but a virulent plague finally claimed her own."
      },
      {
        "id": "epilogue_npc_female_105",
        "text": "     Became an explorer, charting the unknown regions. Her maps were invaluable to survivors. She disappeared on her final expedition, her fate unknown."
      },
      {
        "id": "epilogue_npc_female_106",
        "text": "     Founded a new religion based on survival and resilience. Her followers flourished, though she died during a pilgrimage to a sacred site."
      },
      {
        "id": "epilogue_npc_female_107",
        "text": "     Became a craftsman, creating beautiful and functional items from salvage. Her work was highly prized. She died in her workshop, her hands still gripping her tools."
      },
      {
        "id": "epilogue_npc_female_108",
        "text": "     Lived in a lighthouse, guiding survivors safely along the coast. Her light never failed, but she was found one morning, peacefully deceased in her chair."
      },
      {
        "id": "epilogue_npc_female_109",
        "text": "     Spent her life uncovering the secrets of pre-Cataclysm technology. Her discoveries advanced survivor society. She died in her lab, her final invention unfinished."
      },
      {
        "id": "epilogue_npc_female_110",
        "text": "     Became a pirate, raiding the coasts and gathering a loyal crew. Her legend grew until she was betrayed by a crewmate, ending her reign on the high seas."
      },
      {
        "id": "epilogue_npc_female_111",
        "text": "     Created a sanctuary for lost pets, raising them as her own. Her compassion saved many furry lives. She died surrounded by the animals she loved."
      },
      {
        "id": "epilogue_npc_female_112",
        "text": "     Became a myth, said to have found a utopia. Few believed the tales, but those who did sought her wisdom. She vanished into legend, her existence debated."
      },
      {
        "id": "epilogue_npc_female_113",
        "text": "     Became a twisted surgeon, experimenting on anyone she captured. Her lair was filled with grotesque abominations. She was finally killed by a vengeful survivor, her creations left to rot."
      },
      {
        "id": "epilogue_npc_female_114",
        "text": "     Became a cannibal, preying on the weak and lost. Her camp was a horror of bones and flesh. She met her end when one of her victims escaped and led a mob back to exact brutal justice."
      },
      {
        "id": "epilogue_npc_female_115",
        "text": "     Became a feared torturer for a raider gang, enjoying the screams of her victims. Her reign of terror ended when she was overpowered and subjected to her own methods."
      },
      {
        "id": "epilogue_npc_female_116",
        "text": "     Delved into dark rituals, seeking power through forbidden means. Her experiments summoned horrors beyond comprehension, and she was torn apart by the very entities she sought to control."
      },
      {
        "id": "epilogue_npc_female_117",
        "text": "     Became a notorious slaver, capturing and selling survivors. Her cruelty was unmatched. She was finally overthrown by her captives, who left her to die slowly in the same chains she had used on others."
      },
      {
        "id": "epilogue_npc_female_118",
        "text": "     Turned to necromancy, raising the dead to do her bidding. Her undead army was feared by all, but eventually they turned on her, tearing her apart piece by piece."
      },
      {
        "id": "epilogue_npc_female_119",
        "text": "     Became a serial killer, stalking the wasteland and collecting trophies from her victims. Her lair was discovered by a group of survivors who exacted bloody vengeance upon her."
      },
      {
        "id": "epilogue_npc_female_120",
        "text": "     Became obsessed with human experimentation, creating monstrous hybrids. Her lab was a nightmarish hellscape. She died when one of her creations broke free and exacted a brutal revenge."
      },
      {
        "id": "epilogue_npc_female_121",
        "text": "     Led a cult that worshiped a dark entity, performing sacrifices to gain favor. Her followers eventually turned on her, offering her as the ultimate sacrifice."
      },
      {
        "id": "epilogue_npc_female_122",
        "text": "     Became a butcher, carving up survivors for meat. Her 'shop' was a horror show of blood and bone. She was eventually caught and butchered by a mob of enraged survivors."
      },
      {
        "id": "epilogue_npc_female_123",
        "text": "     Delved into the darkest corners of the wasteland, collecting cursed artifacts. Her collection drove her mad, and she was found dead, surrounded by objects that whispered secrets from beyond."
      },
      {
        "id": "epilogue_npc_female_124",
        "text": "     Became a grotesque puppet master, controlling people with strings and hooks. Her victims were forced to perform for her sick amusement until they turned on her, tearing her apart."
      },
      {
        "id": "epilogue_npc_female_125",
        "text": "     Lived in a decrepit mansion, capturing and torturing travelers. Her screams echoed through the halls until a group of survivors stormed the place and exacted brutal revenge."
      },
      {
        "id": "epilogue_npc_female_126",
        "text": "     Created a labyrinth of traps and horrors, luring survivors in for her twisted pleasure. She was found dead in the center of her own maze, having fallen victim to one of her own traps."
      },
      {
        "id": "epilogue_npc_female_127",
        "text": "     Became a predator, hunting humans for sport. Her trophies lined her cabin, a testament to her brutality. She was eventually outsmarted and killed by a group of her intended prey."
      }
    ]
  }
]
