[
  {
    "type": "snippet",
    "category": "grave_label",
    "//": "these labels are meant for graves made during or after the initial cataclysm, riots, or portal storm craziness and are not meant for pre-apocalypse grave sites.",
    "text": [
      "Here lies our beloved friend",
      "Here lies my best friend",
      "Rest in peace",
      "Sorry we couldn't save you",
      "Sorry I couldn't save you",
      "Sorry we failed you",
      "Sorry I failed you",
      "<lt>illegible text<gt>",
      "I will always remember you",
      "We will always remember you",
      "This was all my fault",
      "This was all our fault",
      "I hope you feel better up there",
      "You won't suffer no more",
      "You were the best of us",
      "And when the earth shall claim your limbs, then shall you truly dance",
      "The song is ended but the melody lingers on",
      "Step softly, a dream lies buried here",
      "Miss you Mom",
      "Miss you Dad",
      "May you never walk again, may I not kill you again",
      "Vita mutatur non tollitur",
      "Let your hunger calm down",
      "The child is the father of the man",
      "Now we learned that death is a gift",
      "I held you your whole life",
      "So small, so sweet, so soon",
      "Ours for a little while",
      "You died for us, we'll live for you",
      "Sorry, you had it coming",
      "<lt>nothing is written here<gt>",
      "Didn't have to end like this",
      "Should've left your corpse where it lay, but I'm afraid it'd rise again and I'd have to put you down again",
      "I wish you could've seen reason",
      "A lesser man would've let you turn",
      "You faced the monsters and paid the price.",
      "Lost to the chaos of the riots. Rest in peace.",
      "The cataclysm took you too soon.",
      "You fought bravely against the horrors.",
      "Sorry we couldn't protect you from the darkness.",
      "You were a beacon of hope in the madness.",
      "Your bravery in the face of the undead won't be forgotten.",
      "You saved us from the monsters but lost yourself.",
      "Rest now, away from the chaos.",
      "You were a casualty of the end times.",
      "The world fell apart, and so did we.",
      "Sorry I couldn't save you from the horrors.",
      "You were taken by the shadows.",
      "You faced the end of the world with courage.",
      "Gone, but not lost in the chaos.",
      "The riots consumed you, but we remember.",
      "Taken by the creatures of the night.",
      "You died fighting for our survival.",
      "The apocalypse claimed another hero.",
      "You stood tall against the end.",
      "You were a light in the dark times.",
      "Sorry I couldn't stop the madness.",
      "Your strength in the cataclysm inspired us.",
      "Lost to the violence of the new world.",
      "You faced the monsters so we could live.",
      "The undead took you from us.",
      "You were a warrior in the end days.",
      "Taken by the portal’s chaos.",
      "The horrors of the night claimed you.",
      "You died protecting us from the darkness.",
      "You were a hero in the riots.",
      "Your sacrifice in the cataclysm will be remembered.",
      "Lost in the madness of the end times.",
      "You faced the end with courage.",
      "Sorry the world failed you.",
      "The creatures took you, but not our memories.",
      "You fought the monsters bravely.",
      "You were lost in the storm's fury.",
      "Taken by the darkness that consumed the world.",
      "You stood against the apocalypse.",
      "The end times took another brave soul.",
      "You died shielding us from the horrors.",
      "Your courage in the riots will not be forgotten.",
      "The cataclysm claimed you, but your spirit endures.",
      "Lost in the violence of the new world order.",
      "You faced the darkness and were taken.",
      "The apocalypse took you, but we remember.",
      "You were a hero in the face of the undead.",
      "The storm's chaos claimed you.",
      "You fought the end of the world bravely.",
      "Sorry the monsters got to you.",
      "You were a light in the cataclysmic darkness.",
      "Lost to the horrors of the night.",
      "You died in the chaos of the riots.",
      "The end times took another brave heart.",
      "You stood tall against the portal's chaos.",
      "Taken by the creatures of the dark.",
      "You fought the apocalypse valiantly.",
      "Your bravery in the cataclysm is remembered.",
      "Lost to the violence of the end times.",
      "You faced the monsters and fell.",
      "The storm's fury claimed another soul.",
      "You died protecting us from the night creatures.",
      "Your sacrifice in the riots will be honored.",
      "You were a casualty of the cataclysm's horrors.",
      "The darkness took you, but not our love.",
      "You stood against the end times bravely.",
      "The apocalypse claimed another hero.",
      "You were lost in the chaos of the new world.",
      "You faced the monsters with courage.",
      "The undead took you, but not our memories.",
      "The storm swallowed you, but not your spirit.",
      "You were a warrior in the face of the apocalypse.",
      "Taken by the portal's relentless chaos.",
      "The creatures of the night claimed you.",
      "You fought for us in the end times.",
      "Your bravery in the cataclysm will not be forgotten.",
      "Lost in the violence of the riots.",
      "You faced the darkness and were taken.",
      "The apocalypse took you, but your spirit lives on.",
      "The storm's chaos took you from us.",
      "You fought the end of the world valiantly.",
      "Sorry the horrors got to you.",
      "You were a beacon in the cataclysmic darkness."
    ]
  }
]
