[
  {
    "type": "snippet",
    "category": "mutant_meat_desc",
    "text": [
      {
        "id": "mutant_meat_1",
        "text": "Meat from a heavily mutated animal. It has an unsettling loose and spongy texture, but smells mostly normal. There are strange tangles and formations in it that don't appear natural at all: bits of bone and hair crusted up inside the muscle, as if trying to form another organism. Still, it seems digestible at least, if you cook it and remove the worst parts."
      },
      {
        "id": "mutant_meat_2",
        "text": "Meat from a heavily mutated animal. Although it came from muscle tissue, it has a curious swirling grain pattern, and at the center of each grain is a knot of hard, cartilaginous tissue. It smells offputting."
      },
      {
        "id": "mutant_meat_3",
        "text": "Meat from a heavily mutated animal. This is from muscle, but in the fascial tissue between the muscles, thick spiny hairs have grown. Foul-smelling, cream-colored fluid gushes out whenever a hair pulls loose."
      },
      {
        "id": "mutant_meat_4",
        "text": "Meat from a heavily mutated animal. Although this came from muscle, it has a thick cordlike texture and smells like leather and bread mold."
      },
      {
        "id": "mutant_meat_5",
        "text": "Meat from a heavily mutated animal. It is marbled with strange veins of pulsating tissue that glow faintly in the dark. Despite its unsettling appearance, it seems relatively safe to consume, provided it is thoroughly cooked."
      },
      {
        "id": "mutant_meat_6",
        "text": "Meat from a heavily mutated animal. Each slice is dotted with small, black nodules that release a foul odor when punctured. The meat itself is tough and rubbery, requiring prolonged cooking to make it palatable."
      },
      {
        "id": "mutant_meat_7",
        "text": "Meat from a heavily mutated animal. It has an iridescent sheen, shimmering with an array of unnatural colors. The texture is slimy and slippery, making it difficult to handle, but it seems to retain its nutritional value despite its bizarre appearance."
      },
      {
        "id": "mutant_meat_8",
        "text": "Meat from a heavily mutated animal. Its surface is covered in tiny, twitching appendages that resemble insect legs. The meat itself is tender and juicy, but the constant movement of the appendages is unsettling."
      },
      {
        "id": "mutant_meat_9",
        "text": "Meat from a heavily mutated animal. It emits a faint, eerie glow, illuminating the surrounding area with an otherworldly light. Despite its unnatural appearance, it seems to be free from any harmful contaminants, making it safe to consume after thorough cooking."
      },
      {
        "id": "mutant_meat_10",
        "text": "Meat from a heavily mutated animal. Each bite releases a burst of foul-smelling gas, reminiscent of rotting eggs. Despite its unpleasant odor, the meat itself tastes surprisingly bland, lacking any discernible flavor."
      },
      {
        "id": "mutant_meat_11",
        "text": "Meat from a heavily mutated animal. It is covered in a thick layer of mucus that oozes with every slice. Despite its slimy exterior, the meat beneath seems relatively normal, with a texture similar to that of regular meat."
      },
      {
        "id": "mutant_meat_12",
        "text": "Meat from a heavily mutated animal. It is riddled with strange, glowing cysts that pulse rhythmically. Despite its unusual appearance, the meat itself seems to be free from any harmful contaminants, making it safe to consume after thorough cooking."
      },
      {
        "id": "mutant_meat_13",
        "text": "Meat from a heavily mutated animal. It has a metallic taste, as if infused with traces of iron. Despite its unusual flavor, it seems to be free from any harmful contaminants, making it safe to consume after thorough cooking."
      },
      {
        "id": "mutant_meat_14",
        "text": "Meat from a heavily mutated animal. It emits a strange, otherworldly aroma that is both enticing and unsettling. Despite its unusual scent, the meat itself seems to be free from any harmful contaminants, making it safe to consume after thorough cooking."
      },
      {
        "id": "mutant_meat_15",
        "text": "Meat from a heavily mutated animal. It is covered in a fine layer of sparkling crystals that shimmer in the light. Despite its unusual appearance, the meat itself seems relatively normal, with a texture similar to that of regular meat."
      },
      {
        "id": "mutant_meat_16",
        "text": "Meat from a heavily mutated animal. It has a gelatinous consistency, with strands of tissue stretching and pulling with each bite. Despite its unusual texture, the meat itself seems relatively normal, with a flavor similar to that of regular meat."
      },
      {
        "id": "mutant_meat_17",
        "text": "Meat from a heavily mutated animal. It is riddled with strange, pulsating veins that throb with an unnatural rhythm. Despite its unusual appearance, the meat itself seems to be free from any harmful contaminants, making it safe to consume after thorough cooking."
      },
      {
        "id": "mutant_meat_18",
        "text": "Meat from a heavily mutated animal. It is covered in a thick layer of slime that coats your fingers with each touch. Despite its slimy exterior, the meat beneath seems relatively normal, with a texture similar to that of regular meat."
      },
      {
        "id": "mutant_meat_19",
        "text": "Meat from a heavily mutated animal. It is infused with strange, glowing particles that emit a faint light. Despite its unusual appearance, the meat itself seems to be free from any harmful contaminants, making it safe to consume after thorough cooking."
      },
      {
        "id": "mutant_meat_20",
        "text": "Meat from a heavily mutated animal. It has an unsettling, rubbery texture, with strands of tissue stretching and pulling with each bite. Despite its unusual texture, the meat itself seems relatively normal, with a flavor similar to that of regular meat."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "cooked_mutant_meat_desc",
    "text": [
      {
        "id": "cooked_mutant_meat_1",
        "text": "This is a cooked chunk of meat from a mutated animal.  It has an unsettling, spongy texture, but otherwise tastes… mostly normal.  Hopefully you got all the bits of hair and bone out…"
      },
      {
        "id": "cooked_mutant_meat_2",
        "text": "This is a cooked chunk of meat from a mutated animal.  You thought you'd cleared out all the gross parts, but while cooking, a fluid-filled sac inside burst and covered it in some kind of thick grease."
      },
      {
        "id": "cooked_mutant_meat_3",
        "text": "This is a cooked chunk of meat from a mutated animal.  The surface is peppered with divots from the pieces you had to dig out to make it seem edible."
      },
      {
        "id": "cooked_mutant_meat_4",
        "text": "This is a cooked chunk of meat from a mutated animal.  Heat caused the muscles to twist and move as if they were alive, and now it has writhed itself into a dense knot."
      },
      {
        "id": "cooked_mutant_meat_5",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite your efforts, it still emits a faint odor of decay, reminding you of its unnatural origins."
      },
      {
        "id": "cooked_mutant_meat_6",
        "text": "This is a cooked chunk of meat from a mutated animal. While cooking, strange tendrils of flesh reached out from the meat, making it difficult to handle."
      },
      {
        "id": "cooked_mutant_meat_7",
        "text": "This is a cooked chunk of meat from a mutated animal. It has an odd aftertaste that lingers unpleasantly in your mouth, leaving you with a feeling of unease."
      },
      {
        "id": "cooked_mutant_meat_8",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite your best efforts to remove them, small fragments of bone are still present, crunching unpleasantly between your teeth."
      },
      {
        "id": "cooked_mutant_meat_9",
        "text": "This is a cooked chunk of meat from a mutated animal. The texture is oddly rubbery, making it difficult to chew and swallow."
      },
      {
        "id": "cooked_mutant_meat_10",
        "text": "This is a cooked chunk of meat from a mutated animal. It has an unusual coloration, with streaks of unnatural hues running through it."
      },
      {
        "id": "cooked_mutant_meat_11",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite being thoroughly cooked, it still oozes with strange, foul-smelling fluids."
      },
      {
        "id": "cooked_mutant_meat_12",
        "text": "This is a cooked chunk of meat from a mutated animal. It tastes strangely sweet, with a sickly undertone that makes you wonder what caused the mutation."
      },
      {
        "id": "cooked_mutant_meat_13",
        "text": "This is a cooked chunk of meat from a mutated animal. The texture is surprisingly tender, almost unnaturally so, as if the muscles were pre-digested."
      },
      {
        "id": "cooked_mutant_meat_14",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite your efforts to clean it, strange growths still protrude from the surface, making it unappetizing to look at."
      },
      {
        "id": "cooked_mutant_meat_15",
        "text": "This is a cooked chunk of meat from a mutated animal. It has a faint metallic taste, as if the creature consumed something it shouldn't have."
      },
      {
        "id": "cooked_mutant_meat_16",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite being cooked, it still pulses with an unnatural rhythm, almost as if it's trying to regenerate."
      },
      {
        "id": "cooked_mutant_meat_17",
        "text": "This is a cooked chunk of meat from a mutated animal. The flavor is strangely addictive, leaving you craving more despite the unsettling sensation it brings."
      },
      {
        "id": "cooked_mutant_meat_18",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite being cooked thoroughly, it still exudes an unpleasant odor, reminiscent of rotting flesh."
      },
      {
        "id": "cooked_mutant_meat_19",
        "text": "This is a cooked chunk of meat from a mutated animal. The texture is reminiscent of jelly, wobbling slightly with each touch."
      },
      {
        "id": "cooked_mutant_meat_20",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite your best efforts, it still retains an unsettling resemblance to its original form, making it difficult to stomach."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "tainted_mutant_meat_desc",
    "text": [
      {
        "id": "tainted_mutant_meat_1",
        "text": "Poisonous meat from a heavily mutated animal. It has an unsettling loose and spongy texture and a putrid smell. There are strange tangles and formations in it that don't appear natural at all: bits of bone and hair crusted up inside the muscle, as if trying to form another organism. You'd have to be truly desperate to try eating this."
      },
      {
        "id": "tainted_mutant_meat_2",
        "text": "Poisonous meat from a heavily mutated animal. Although it came from muscle tissue, it has a curious swirling grain pattern, and at the center of each grain is a knot of hard, cartilaginous tissue. Its smell is nauseating."
      },
      {
        "id": "tainted_mutant_meat_3",
        "text": "Poisonous meat from a heavily mutated animal. This is from muscle, but in the fascial tissue between the muscles, thick spiny hairs have grown. Foul-smelling, cream-colored fluid gushes out whenever a hair pulls loose."
      },
      {
        "id": "tainted_mutant_meat_4",
        "text": "Poisonous meat from a heavily mutated animal. Although this came from muscle, it has a thick cordlike texture and smells like leather and bread mold."
      },
      {
        "id": "tainted_mutant_meat_5",
        "text": "Poisonous meat from a heavily mutated animal. Despite being cooked, it retains a sickly green hue and a foul stench that could make even the most desperate survivor reconsider their options."
      },
      {
        "id": "tainted_mutant_meat_6",
        "text": "Poisonous meat from a heavily mutated animal. The flesh is riddled with pulsating cysts, each bursting with a vile-smelling pus-like substance when pierced."
      },
      {
        "id": "tainted_mutant_meat_7",
        "text": "Poisonous meat from a heavily mutated animal. Although cooked thoroughly, the meat still exudes an acrid, burning odor that irritates the eyes and throat."
      },
      {
        "id": "tainted_mutant_meat_8",
        "text": "Poisonous meat from a heavily mutated animal. Upon closer inspection, you notice small, wriggling larvae embedded in the flesh, releasing a foul stench when disturbed."
      },
      {
        "id": "tainted_mutant_meat_9",
        "text": "Poisonous meat from a heavily mutated animal. The surface is covered in a slimy, iridescent film that oozes a viscous, foul-smelling liquid when pressed."
      },
      {
        "id": "tainted_mutant_meat_10",
        "text": "Poisonous meat from a heavily mutated animal. Despite cooking, the meat remains disconcertingly rubbery, with a texture that is difficult to chew and swallow."
      },
      {
        "id": "tainted_mutant_meat_11",
        "text": "Poisonous meat from a heavily mutated animal. The flesh is discolored and emits a sickly sweet aroma, reminiscent of rotting fruit."
      },
      {
        "id": "tainted_mutant_meat_12",
        "text": "Poisonous meat from a heavily mutated animal. Although cooked, the meat still harbors a noxious green fluid that leaks out with each bite, staining everything it touches."
      },
      {
        "id": "tainted_mutant_meat_13",
        "text": "Poisonous meat from a heavily mutated animal. Consuming even a small portion causes an immediate burning sensation in the mouth and throat, accompanied by intense nausea and vomiting."
      },
      {
        "id": "tainted_mutant_meat_14",
        "text": "Poisonous meat from a heavily mutated animal. The meat appears to be covered in tiny, needle-like protrusions, making it difficult to handle without injury."
      },
      {
        "id": "tainted_mutant_meat_15",
        "text": "Poisonous meat from a heavily mutated animal. Even after cooking, the meat exudes a foul, sulfurous odor, making it difficult to stomach for anyone with a sensitive sense of smell."
      },
      {
        "id": "tainted_mutant_meat_16",
        "text": "Poisonous meat from a heavily mutated animal. When cooked, the meat releases a cloud of noxious fumes that burn the eyes and throat, causing coughing and choking."
      },
      {
        "id": "tainted_mutant_meat_17",
        "text": "Poisonous meat from a heavily mutated animal. Despite cooking thoroughly, the meat remains stringy and tough, requiring considerable effort to chew and swallow."
      },
      {
        "id": "tainted_mutant_meat_18",
        "text": "Poisonous meat from a heavily mutated animal. The flesh is discolored and emits a putrid stench, attracting scavengers from miles away."
      },
      {
        "id": "tainted_mutant_meat_19",
        "text": "Poisonous meat from a heavily mutated animal. Upon closer inspection, you notice small, wriggling maggots squirming in the flesh, indicating advanced decomposition."
      },
      {
        "id": "tainted_mutant_meat_20",
        "text": "Poisonous meat from a heavily mutated animal. Despite thorough cooking, the meat remains cold to the touch, emanating an unnatural chill that sends shivers down your spine."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "cooked_tainted_mutant_meat_desc",
    "text": [
      {
        "id": "cooked_tainted_mutant_meat_1",
        "text": "This is a cooked chunk of meat from a mutated animal. It has an unsettling, spongy texture, but otherwise tastes… mostly normal. Hopefully you won't vomit while eating this…"
      },
      {
        "id": "cooked_tainted_mutant_meat_2",
        "text": "This is a cooked chunk of meat from a mutated animal. You thought you'd cleared out all the gross parts, but while cooking, a fluid-filled sac inside burst and covered it in some kind of foul-smelling thick grease."
      },
      {
        "id": "cooked_tainted_mutant_meat_3",
        "text": "This is a cooked chunk of meat from a mutated animal. The surface is peppered with divots from the pieces you had to dig out to make it seem edible."
      },
      {
        "id": "cooked_tainted_mutant_meat_4",
        "text": "This is a cooked chunk of meat from a mutated animal. Heat caused the muscles to twist and move as if they were alive, and now it has writhed itself into a dense knot."
      },
      {
        "id": "cooked_tainted_mutant_meat_5",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite thorough cooking, an unpleasant aftertaste lingers, reminiscent of decay and sickness."
      },
      {
        "id": "cooked_tainted_mutant_meat_6",
        "text": "This is a cooked chunk of meat from a mutated animal. As you cut into it, you notice the meat still quivers slightly, as if it retains some semblance of life."
      },
      {
        "id": "cooked_tainted_mutant_meat_7",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite your best efforts, the meat seems to be oozing a viscous, greenish liquid."
      },
      {
        "id": "cooked_tainted_mutant_meat_8",
        "text": "This is a cooked chunk of meat from a mutated animal. The surface of the meat is discolored and covered in strange, pulsating growths."
      },
      {
        "id": "cooked_tainted_mutant_meat_9",
        "text": "This is a cooked chunk of meat from a mutated animal. A faint, putrid smell emanates from the meat, making you question whether it's truly safe to eat."
      },
      {
        "id": "cooked_tainted_mutant_meat_10",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite being cooked, the meat is oddly cold to the touch, sending chills down your spine."
      },
      {
        "id": "cooked_tainted_mutant_meat_11",
        "text": "This is a cooked chunk of meat from a mutated animal. Each bite releases a burst of foul-tasting fluid, making it difficult to keep down."
      },
      {
        "id": "cooked_tainted_mutant_meat_12",
        "text": "This is a cooked chunk of meat from a mutated animal. The meat is riddled with small, squirming larvae, which you hastily flick off before eating."
      },
      {
        "id": "cooked_tainted_mutant_meat_13",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite being cooked thoroughly, the meat seems to have retained its foul odor, filling the air with a nauseating stench."
      },
      {
        "id": "cooked_tainted_mutant_meat_14",
        "text": "This is a cooked chunk of meat from a mutated animal. Strange, pulsating veins run through the meat, giving it an unsettling appearance."
      },
      {
        "id": "cooked_tainted_mutant_meat_15",
        "text": "This is a cooked chunk of meat from a mutated animal. The meat is covered in a thick, slimy substance that seems to resist being washed off."
      },
      {
        "id": "cooked_tainted_mutant_meat_16",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite your best efforts, the meat seems to be seeping a foul-smelling ichor."
      },
      {
        "id": "cooked_tainted_mutant_meat_17",
        "text": "This is a cooked chunk of meat from a mutated animal. The meat is unnaturally tough and rubbery, making it difficult to chew."
      },
      {
        "id": "cooked_tainted_mutant_meat_18",
        "text": "This is a cooked chunk of meat from a mutated animal. The meat appears to be infested with tiny, squirming parasites that are barely visible to the naked eye."
      },
      {
        "id": "cooked_tainted_mutant_meat_19",
        "text": "This is a cooked chunk of meat from a mutated animal. Despite cooking it thoroughly, the meat seems to have an unappetizing greenish hue."
      },
      {
        "id": "cooked_tainted_mutant_meat_20",
        "text": "This is a cooked chunk of meat from a mutated animal. As you chew, you feel a strange tingling sensation spreading through your mouth, making you wonder about the safety of consuming this meat."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "mutant_brain_desc",
    "text": [
      {
        "id": "mutant_brain_1",
        "text": "The brain of a heavily-mutated animal. A thick net of interlocking veins cocoons it, and the surface has a rainbow sheen like an oil slick. When you reach towards it, the whole thing starts shuddering and it comes loose from the spinal cord, as if it's trying to escape."
      },
      {
        "id": "mutant_brain_2",
        "text": "The brain of a heavily-mutated animal. Shining white in color and brittle to the touch like hard cheese, you can hardly believe it was a living organ moments before. On the base, the pure whiteness is broken up by a huge, spasming artery filled with yellow gunk."
      },
      {
        "id": "mutant_brain_3",
        "text": "The brain of a heavily-mutated animal. Vestigial, still-twitching eyes are strewn across its surface, each with a different-shaped pupil. Hidden between the hemispheres you find an embryonic copy of the creature's face, eyes darting around in a mad spasm."
      },
      {
        "id": "mutant_brain_4",
        "text": "Something, probably the brain, from a heavily-mutated animal. The spinal cord gives way to a chaotic tangle of loose neural fibers without any semblance of solid anatomy, and the whole mess is visibly shrinking now that you got it out of the creature's liquor."
      },
      {
        "id": "mutant_brain_5",
        "text": "You hold the brain of a heavily-mutated animal in your hands. It pulsates rhythmically, emitting a faint glow from within. Thin, sinewy tendrils extend from its surface, writhing as if searching for something to latch onto."
      },
      {
        "id": "mutant_brain_6",
        "text": "This brain, presumably from a mutated creature, feels strangely warm to the touch. Its surface is covered in tiny, quivering nodules that seem to react to your presence, almost like it's aware of you examining it."
      },
      {
        "id": "mutant_brain_7",
        "text": "The brain, taken from a mutated animal, exudes an otherworldly aura. Strange symbols writhe across its surface, constantly shifting and morphing into new configurations. As you gaze at it, you feel a faint sense of unease creeping over you."
      },
      {
        "id": "mutant_brain_8",
        "text": "A mutated brain lies before you, its texture resembling that of a sponge soaked in toxic waste. Pulsating with a sickly green hue, it emits a faint odor of decay. A sense of dread washes over you as you handle it, as if its very presence is contaminating."
      },
      {
        "id": "mutant_brain_9",
        "text": "Examining this mutated brain fills you with a sense of revulsion. It's covered in pulsating, translucent membranes that seem to throb in sync with your own heartbeat. A cold, clammy sensation washes over you as you handle it, as if the essence of decay clings to your skin."
      },
      {
        "id": "mutant_brain_10",
        "text": "This mutated brain is unlike anything you've ever seen. Its surface is etched with strange, glowing runes that pulse with an otherworldly energy. As you touch it, you feel a surge of power coursing through you, as if the brain itself is trying to communicate."
      },
      {
        "id": "mutant_brain_11",
        "text": "You gingerly pick up the mutated brain, marveling at its bizarre appearance. It seems to be composed of a gelatinous substance that shifts and undulates beneath your touch. Strange whispers fill your mind as you handle it, hinting at secrets beyond mortal comprehension."
      },
      {
        "id": "mutant_brain_12",
        "text": "The mutated brain lies before you, its surface pulsating with an otherworldly glow. Strange tendrils extend from its mass, twitching and writhing as if seeking something. As you examine it, you feel a strange connection forming, as if the brain is reaching out to you on a primal level."
      },
      {
        "id": "mutant_brain_13",
        "text": "As you inspect the mutated brain, you notice strange anomalies within its structure. Microscopic tendrils intertwine with neural pathways, forming a complex web of interconnectedness. It's as if the brain itself is a living network, teeming with untold potential."
      },
      {
        "id": "mutant_brain_14",
        "text": "This mutated brain pulses with an unnatural energy, its surface shimmering with an iridescent sheen. Strange patterns dance across its surface, shifting and changing in a mesmerizing display. As you handle it, you feel a sense of awe and dread, as if you're touching something beyond comprehension."
      },
      {
        "id": "mutant_brain_15",
        "text": "You pick up the mutated brain, marveling at its bizarre beauty. It seems to be composed of living crystal, refracting light in a dazzling display of colors. As you examine it, you feel a strange sense of kinship with the brain, as if it holds the key to unlocking your true potential."
      },
      {
        "id": "mutant_brain_16",
        "text": "The mutated brain writhes in your hands, its surface covered in pulsating cysts that ooze a noxious slime. Despite its grotesque appearance, there's a strange allure to it, as if it holds the secrets of the universe within its twisted folds."
      },
      {
        "id": "mutant_brain_17",
        "text": "Examining the mutated brain fills you with a sense of dread, as if you're peering into the abyss itself. Its surface is covered in writhing tentacles that seem to reach out towards you, as if seeking to ensnare your mind. You quickly avert your gaze, fearing what secrets it might hold."
      },
      {
        "id": "mutant_brain_18",
        "text": "This mutated brain exudes an aura of malevolence, its surface rippling with dark energy. Strange whispers emanate from its depths, filling your mind with visions of unspeakable horror. You struggle to maintain your grip on reality as you handle it, feeling as if you're on the brink of madness."
      },
      {
        "id": "mutant_brain_19",
        "text": "The mutated brain pulses with an otherworldly glow, its surface shimmering with arcane symbols. As you touch it, you feel a surge of power coursing through you, as if the brain itself is granting you its forbidden knowledge. You tremble with excitement and fear, unsure of what to do next."
      },
      {
        "id": "mutant_brain_20",
        "text": "As you examine the mutated brain, you notice strange patterns etched into its surface. Ancient symbols of power and mysticism intertwine with grotesque imagery, creating a surreal tapestry of the mind. You can't help but feel drawn to it, as if it's calling out to you from across the void."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "cooked_mutant_brain_desc",
    "text": [
      {
        "id": "cooked_mutant_brain_1",
        "text": "This is a piece of cooked brain from a mutated animal. Whatever gave its surface an oily sheen has coagulated into bluish clumps of goo settled into the grooves. You try to scrape them off, but they seem fused with the tissue beneath."
      },
      {
        "id": "cooked_mutant_brain_2",
        "text": "A piece of cooked brain from a heavily-mutated animal. A circulatory vessel at the base of it burst while cooking, slathering the whole thing in faintly citrus-smelling yellow liquid. While the smell is almost appetizing, the faint taste of ammonia is anything but."
      },
      {
        "id": "cooked_mutant_brain_3",
        "text": "A piece of cooked brain from a heavily-mutated animal. The eyes jutting out of the surface have grown milky, and a good few of them fell off, each revealing a small depression dominated by a short root of veins and nerve. Judging by the spongy texture, some remain buried in the deeper tissues."
      },
      {
        "id": "cooked_mutant_brain_4",
        "text": "A cooked piece of what passes for a brain in some mutant animals. The whole thing came apart into a coarse jelly interspersed with hair-thin, branching nerves that seem to move slightly. The texture is horrible, but it tastes better than starvation."
      },
      {
        "id": "cooked_mutant_brain_5",
        "text": "This cooked mutant brain exudes an unpleasant odor, reminiscent of burnt rubber and decay. Its surface is charred and blackened, with wisps of smoke still rising from the cracks. Despite its unappealing appearance, you can't help but feel a pang of hunger as you eye it."
      },
      {
        "id": "cooked_mutant_brain_6",
        "text": "The cooked brain from a mutated animal lies before you, its surface covered in a thick, greasy film. Bits of gristle and bone protrude from its mass, adding to its unappetizing appearance. Despite your reluctance, hunger gnaws at your stomach, urging you to take a bite."
      },
      {
        "id": "cooked_mutant_brain_7",
        "text": "This piece of cooked mutant brain glistens under the light, its surface slick with rendered fat. Pockets of pus-filled cysts dot its exterior, oozing a foul-smelling discharge. Despite its repulsive appearance, a sense of desperation drives you to take a bite, hoping to stave off hunger for a little longer."
      },
      {
        "id": "cooked_mutant_brain_8",
        "text": "A cooked portion of mutant brain sits on the table before you, its flesh pale and rubbery. The smell of sulfur fills the air, accompanied by a sickly sweet odor that turns your stomach. Despite your revulsion, you know that consuming it is necessary for survival in this harsh wasteland."
      },
      {
        "id": "cooked_mutant_brain_9",
        "text": "You examine the cooked mutant brain, its surface mottled with strange discolorations. Fungal growths sprout from its mass, releasing a pungent aroma that makes your head spin. Despite the repulsive sight, your hunger drives you to take a hesitant bite, hoping it won't make you sick."
      },
      {
        "id": "cooked_mutant_brain_10",
        "text": "The cooked mutant brain lies before you, its surface covered in a slimy film that glimmers in the dim light. Strange, pulsating veins snake across its flesh, throbbing with an otherworldly energy. Despite your apprehension, you know that consuming it is your only option for survival."
      },
      {
        "id": "cooked_mutant_brain_11",
        "text": "This cooked mutant brain is a grotesque sight to behold, its surface marred by deep gouges and lesions. Blood oozes from its wounds, mingling with the thick, congealed fat that coats its flesh. Despite your reluctance, you know that you must consume it to stave off starvation."
      },
      {
        "id": "cooked_mutant_brain_12",
        "text": "As you inspect the cooked mutant brain, you notice strange pulsations rippling beneath its surface. The flesh quivers with unnatural movements, as if something is stirring within. Despite your trepidation, hunger compels you to take a bite, hoping it won't unleash something sinister."
      },
      {
        "id": "cooked_mutant_brain_13",
        "text": "The cooked mutant brain emits a foul stench, its surface crawling with maggots and other vermin. Bits of bone and cartilage protrude from its mass, adding to its grotesque appearance. Despite your revulsion, you know that consuming it is your only chance at survival in this unforgiving wasteland."
      },
      {
        "id": "cooked_mutant_brain_14",
        "text": "This cooked mutant brain is riddled with tumors and lesions, its surface warped and disfigured. Pus oozes from its wounds, mingling with the thick, congealed fat that coats its flesh. Despite your disgust, you know that you must eat it to sustain yourself in this desolate landscape."
      },
      {
        "id": "cooked_mutant_brain_15",
        "text": "Examining the cooked mutant brain fills you with revulsion, its surface covered in putrid slime and decay. The smell is overpowering, making you gag as you struggle to keep it down. Despite your disgust, you know that you must consume it to survive in this harsh, unforgiving world."
      },
      {
        "id": "cooked_mutant_brain_16",
        "text": "The cooked mutant brain sits before you, its surface covered in festering sores and lesions. Blood seeps from its wounds, mingling with the foul-smelling pus that oozes from its flesh. Despite your revulsion, you know that you must eat it to stave off hunger for another day."
      },
      {
        "id": "cooked_mutant_brain_17",
        "text": "This cooked mutant brain is a repulsive sight, its surface covered in mottled patches of necrotic tissue. The smell is overwhelming, making you gag as you force yourself to take a bite. Despite your disgust, you know that consuming it is necessary for survival in this harsh, unforgiving wasteland."
      },
      {
        "id": "cooked_mutant_brain_18",
        "text": "As you examine the cooked mutant brain, you notice strange protrusions wriggling beneath its surface. The flesh pulses with unnatural movements, as if something is alive inside. Despite your trepidation, hunger drives you to take a bite, hoping it won't unleash something monstrous."
      },
      {
        "id": "cooked_mutant_brain_19",
        "text": "The cooked mutant brain before you is a ghastly sight, its surface covered in pulsating boils and festering wounds. Foul-smelling pus seeps from its lesions, mingling with the congealed fat that coats its flesh. Despite your disgust, you know that consuming it is essential for survival in this unforgiving wasteland."
      },
      {
        "id": "cooked_mutant_brain_20",
        "text": "Examining the cooked mutant brain fills you with dread, its surface marred by strange, writhing tendrils that seem to move of their own accord. Unnatural energy pulses beneath its flesh, sending shivers down your spine. Despite your fear, hunger compels you to take a bite, hoping it won't unleash something sinister."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "mutant_lung_desc",
    "text": [
      {
        "id": "mutant_lung_1",
        "text": "A piece of lung you removed from a mutated animal. Strange, transparent, swaying tubes filled with a clear liquid emerge from the mostly-normal lung tissue. Some broke off during the butchery, and the escaped liquid coats your tools, hardening on contact with the air like superglue."
      },
      {
        "id": "mutant_lung_2",
        "text": "A piece of lung from a heavily-mutated animal. Even after removing the diaphragm, the tissue itself keeps rhythmically expanding and contracting, sending a gurgling whine through the truncated windpipe with each breath. It takes far too long for it to grow still."
      },
      {
        "id": "mutant_lung_3",
        "text": "A piece of lung from a heavily-mutated animal. The airways are broken up in regular intervals by what resemble vocal cords, and whenever you push some air through the tissue a cacophony of screams erupts from them."
      },
      {
        "id": "mutant_lung_4",
        "text": "A piece of lung from a heavily-mutated animal. The whole thing is filled with a foul-smelling, greenish foam bubbling from strange glands lining the trachea, making you wonder how the creature could breathe at all. It does explain the attitude, at least."
      },
      {
        "id": "mutant_lung_5",
        "text": "A piece of lung from a heavily-mutated animal. The airways are lined with rows of tiny, stone-hard barbs, each pointing towards the outside, as if they were made to keep something out."
      },
      {
        "id": "mutant_lung_6",
        "text": "This piece of mutated lung twitches and spasms even after being removed from its host. Strange tendrils extend from the tissue, writhing and pulsating as if seeking something to latch onto. Despite its severed connection, the lung seems to crave oxygen, gasping for air in a futile attempt to breathe."
      },
      {
        "id": "mutant_lung_7",
        "text": "Examining the mutated lung, you notice peculiar growths protruding from its surface. Small, bulbous sacs filled with an unidentified fluid sway gently with each movement. As you touch them, they burst open, releasing a noxious gas that burns your nostrils and leaves you gagging for fresh air."
      },
      {
        "id": "mutant_lung_8",
        "text": "This mutated lung is unlike any you've seen before. Strange, bioluminescent patterns dance across its surface, emitting an eerie glow in the darkness. As you peer closer, you notice tiny organisms wriggling within its tissue, glowing faintly as they move."
      },
      {
        "id": "mutant_lung_9",
        "text": "The mutated lung before you is covered in pulsating veins that throb with an otherworldly energy. Strange symbols and runes are etched into its surface, pulsing with a faint glow. As you touch them, you feel a surge of power coursing through your fingertips, filling you with a sense of unease."
      },
      {
        "id": "mutant_lung_10",
        "text": "This mutated lung is riddled with tumors and lesions, its surface marred by grotesque growths. Foul-smelling pus oozes from its wounds, mingling with the thick, congealed mucus that coats its tissue. Despite its repulsive appearance, you can't help but feel a sense of fascination as you examine it."
      },
      {
        "id": "mutant_lung_11",
        "text": "As you inspect the mutated lung, you notice strange, pulsating sacs scattered throughout its tissue. Each one emits a faint humming sound, synchronized in a haunting melody. Despite the eerie atmosphere, you feel strangely drawn to the rhythmic pulsations, unable to tear your gaze away."
      },
      {
        "id": "mutant_lung_12",
        "text": "The mutated lung before you is covered in strange, metallic scales that shimmer in the light. As you touch them, you feel a surge of electricity course through your body, leaving your skin tingling with static. Despite the shock, you can't help but marvel at the bizarre adaptation of the creature."
      },
      {
        "id": "mutant_lung_13",
        "text": "This mutated lung is encased in a thick, gelatinous membrane that pulses with life. Strange, glowing veins snake through its tissue, pulsating with an otherworldly energy. As you peer closer, you feel a sense of dread wash over you, as if the lung itself is watching your every move."
      },
      {
        "id": "mutant_lung_14",
        "text": "The mutated lung before you is swollen and distended, its surface stretched taut over bulging masses of tissue. Strange, pulsating nodules protrude from its surface, emitting a sickly glow. Despite its grotesque appearance, you can't help but feel a sense of curiosity as you examine it."
      },
      {
        "id": "mutant_lung_15",
        "text": "As you inspect the mutated lung, you notice strange, translucent sacs embedded within its tissue. Each sac pulsates rhythmically, as if breathing on its own. Despite the eerie sight, you feel a strange sense of connection to the organ, as if it holds secrets waiting to be uncovered."
      },
      {
        "id": "mutant_lung_16",
        "text": "The mutated lung before you is covered in strange, glowing runes that pulse with an otherworldly energy. As you trace your fingers over them, you feel a surge of power coursing through your veins, filling you with a sense of exhilaration. Despite the danger, you can't resist the urge to explore further."
      },
      {
        "id": "mutant_lung_17",
        "text": "This mutated lung is shrouded in darkness, its surface obscured by thick, black tendrils that writhe and squirm. As you approach, the tendrils lash out, grasping for something to latch onto. Despite the ominous atmosphere, you feel compelled to investigate, drawn in by the mystery of the organ."
      },
      {
        "id": "mutant_lung_18",
        "text": "As you examine the mutated lung, you notice strange, luminescent orbs embedded within its tissue. Each orb pulsates with a soft glow, casting eerie shadows across the surrounding area. Despite the surreal sight, you feel a sense of calm wash over you, as if the organ emits a soothing energy."
      },
      {
        "id": "mutant_lung_19",
        "text": "The mutated lung before you is covered in strange, crystalline formations that shimmer in the light. As you touch them, you feel a strange tingling sensation spread through your fingers, as if the crystals are alive. Despite the unsettling feeling, you can't help but be mesmerized by their beauty."
      },
      {
        "id": "mutant_lung_20",
        "text": "This mutated lung is encased in a thick, viscous fluid that pulsates with life. Strange, tentacle-like appendages extend from its surface, writhing and squirming as if searching for something. As you observe, the appendages latch onto nearby objects, pulling them towards the lung in a macabre display of hunger."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "cooked_mutant_lung_desc",
    "text": [
      {
        "id": "cooked_mutant_lung_1",
        "text": "A cooked piece of a mutant animal's lung. With a lot of work you can cut around the hardened shell of translucent gunk, but your only reward is getting to the spongy, gray, mostly-flavorless mass of tissue beneath."
      },
      {
        "id": "cooked_mutant_lung_2",
        "text": "A cooked piece of a mutant animal's lung. The heat somehow made the tissue swell up, with some alveoli bursting and collapsing on themselves. The whole thing turned to the consistency of cotton candy, but with a faint taste of yeast replacing the sugary goodness."
      },
      {
        "id": "cooked_mutant_lung_3",
        "text": "A cooked piece of a mutant animal's lung. Deep within, the extraneous vocal cords you didn't manage to remove turned to chewy morsels. The taste is almost good enough to make you forget the way they sounded while you were cooking it."
      },
      {
        "id": "cooked_mutant_lung_4",
        "text": "A cooked piece of a mutant animal's lung. The glands exuding the green foam have solidified, and the foam itself seems to have evaporated without a trace. The smell is detestable, but the glands have a taste and consistency remarkably like hardboiled egg yolk."
      },
      {
        "id": "cooked_mutant_lung_5",
        "text": "This cooked mutant lung emits a pungent odor reminiscent of sulfur and decay. Its surface is charred and blackened, with wisps of smoke still rising from the cracks. Despite its unappealing appearance, hunger gnaws at your stomach, urging you to take a bite."
      },
      {
        "id": "cooked_mutant_lung_6",
        "text": "The cooked mutant lung lies before you, its surface covered in a thick, greasy film. Bits of gristle and bone protrude from its mass, adding to its unappetizing appearance. Despite your reluctance, hunger gnaws at your stomach, urging you to take a bite."
      },
      {
        "id": "cooked_mutant_lung_7",
        "text": "This piece of cooked mutant lung glistens under the light, its surface slick with rendered fat. Pockets of pus-filled cysts dot its exterior, oozing a foul-smelling discharge. Despite its repulsive appearance, a sense of desperation drives you to take a bite, hoping to stave off hunger for a little longer."
      },
      {
        "id": "cooked_mutant_lung_8",
        "text": "A cooked portion of mutant lung sits on the table before you, its flesh pale and rubbery. The smell of sulfur fills the air, accompanied by a sickly sweet odor that turns your stomach. Despite your revulsion, you know that consuming it is necessary for survival in this harsh wasteland."
      },
      {
        "id": "cooked_mutant_lung_9",
        "text": "You examine the cooked mutant lung, its surface mottled with strange discolorations. Fungal growths sprout from its mass, releasing a pungent aroma that makes your head spin. Despite the repulsive sight, your hunger drives you to take a hesitant bite, hoping it won't make you sick."
      },
      {
        "id": "cooked_mutant_lung_10",
        "text": "The cooked mutant lung lies before you, its surface covered in a slimy film that glimmers in the dim light. Strange, pulsating veins snake across its flesh, throbbing with an otherworldly energy. Despite your apprehension, you know that consuming it is your only option for survival."
      },
      {
        "id": "cooked_mutant_lung_11",
        "text": "This cooked mutant lung is a grotesque sight to behold, its surface marred by deep gouges and lesions. Blood oozes from its wounds, mingling with the thick, congealed fat that coats its flesh. Despite your reluctance, you know that you must consume it to stave off starvation."
      },
      {
        "id": "cooked_mutant_lung_12",
        "text": "As you inspect the cooked mutant lung, you notice strange pulsations rippling beneath its surface. The flesh quivers with unnatural movements, as if something is stirring within. Despite your trepidation, hunger compels you to take a bite, hoping it won't unleash something sinister."
      },
      {
        "id": "cooked_mutant_lung_13",
        "text": "The cooked mutant lung emits a foul stench, its surface crawling with maggots and other vermin. Bits of bone and cartilage protrude from its mass, adding to its grotesque appearance. Despite your revulsion, you know that consuming it is your only chance at survival in this unforgiving wasteland."
      },
      {
        "id": "cooked_mutant_lung_14",
        "text": "This cooked mutant lung is riddled with tumors and lesions, its surface warped and disfigured. Pus oozes from its wounds, mingling with the thick, congealed fat that coats its flesh. Despite your disgust, you know that you must eat it to sustain yourself in this desolate landscape."
      },
      {
        "id": "cooked_mutant_lung_15",
        "text": "Examining the cooked mutant lung fills you with revulsion, its surface covered in putrid slime and decay. The smell is overpowering, making you gag as you struggle to keep it down. Despite your disgust, you know that you must consume it to survive in this harsh, unforgiving world."
      },
      {
        "id": "cooked_mutant_lung_16",
        "text": "The cooked mutant lung sits before you, its surface covered in festering sores and lesions. Blood seeps from its wounds, mingling with the foul-smelling pus that oozes from its flesh. Despite your revulsion, you know that you must eat it to stave off hunger for another day."
      },
      {
        "id": "cooked_mutant_lung_17",
        "text": "This cooked mutant lung is a repulsive sight, its surface covered in mottled patches of necrotic tissue. The smell is overwhelming, making you gag as you force yourself to take a bite. Despite your disgust, you know that consuming it is necessary for survival in this harsh, unforgiving wasteland."
      },
      {
        "id": "cooked_mutant_lung_18",
        "text": "As you examine the cooked mutant lung, you notice strange protrusions wriggling beneath its surface. The flesh pulses with unnatural movements, as if something is alive inside. Despite your trepidation, hunger drives you to take a bite, hoping it won't unleash something monstrous."
      },
      {
        "id": "cooked_mutant_lung_19",
        "text": "The cooked mutant lung before you is covered in strange, metallic scales that shimmer in the light. As you touch them, you feel a surge of electricity course through your body, leaving your skin tingling with static. Despite the shock, you can't help but marvel at the bizarre adaptation of the creature."
      },
      {
        "id": "cooked_mutant_lung_20",
        "text": "This cooked mutant lung is encased in a thick, gelatinous membrane that pulses with life. Strange, glowing veins snake through its tissue, pulsating with an otherworldly energy. As you peer closer, you feel a sense of dread wash over you, as if the lung itself is watching your every move."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "mutant_liver_desc",
    "text": [
      {
        "id": "mutant_liver_1",
        "text": "A chunk of liver from a mutated animal.  The surface is pockmarked by hexagonal scar tissue, and some surprisingly active flatworms still seem to cling to it.  About half of them seem to be in the process of being digested by their meal, instead of the other way around."
      },
      {
        "id": "mutant_liver_2",
        "text": "A chunk of liver from a mutated animal.  Most of its volume is taken up by a gigantic cyst filled with tiny, crab-like creatures.  Upon opening it the contents spray to the ground, with the suddenly homeless inhabitants scurrying for cover.  The rest of it looks relatively normal, if only in comparison."
      },
      {
        "id": "mutant_liver_3",
        "text": "A chunk of liver from a mutated animal.  The gall bladder has transformed into a bundle of hair and skin, and what appeared to be brownish veins originating from it turn out to be solitary, curled hairs crisscrossing beneath the surface of the organ.  At least you can remove them with a gentle pull on the central mass, but the whole liver collapses in a gelatinous heap afterwards."
      },
      {
        "id": "mutant_liver_4",
        "text": "A chunk of liver from a mutated animal.  The surface is blackened and hard but cracked, exposing a few strips of fresh pink tissue underneath.  After cracking the shell fully open, the inner tissue begins swelling at an alarming rate before turning gray and lifeless."
      },
      {
        "id": "mutant_liver_5",
        "text": "A chunk of liver from a mutated animal. The surface is covered in pulsating, translucent sacs filled with a sickly yellow fluid. Occasionally, one of the sacs bursts open, releasing a foul-smelling vapor and causing nearby surfaces to corrode."
      },
      {
        "id": "mutant_liver_6",
        "text": "A chunk of liver from a mutated animal. It's a sickly green color and emits a faint, phosphorescent glow. Tiny tendrils extend from its surface, twitching sporadically as if searching for something to latch onto."
      },
      {
        "id": "mutant_liver_7",
        "text": "A chunk of liver from a mutated animal. The organ is riddled with pulsating, vein-like structures that seem to writhe and pulse of their own accord. When touched, they retract slightly before pulsating even more vigorously."
      },
      {
        "id": "mutant_liver_8",
        "text": "A chunk of liver from a mutated animal. Strange, iridescent growths dot its surface, shimmering with an otherworldly glow. Despite their alien appearance, they seem to be oddly beautiful in a grotesque way."
      },
      {
        "id": "mutant_liver_9",
        "text": "A chunk of liver from a mutated animal. It appears to be partially crystallized, with jagged, shard-like formations protruding from its surface. Handling it is risky, as the sharp edges can easily pierce skin."
      },
      {
        "id": "mutant_liver_10",
        "text": "A chunk of liver from a mutated animal. The surface is covered in tiny, glowing orbs that seem to pulse rhythmically. They emit a faint humming sound when touched, and anyone handling the liver for too long experiences strange hallucinations."
      },
      {
        "id": "mutant_liver_11",
        "text": "A chunk of liver from a mutated animal. It's encased in a thick, gelatinous substance that oozes and pulsates. Breaking through the outer layer reveals the liver within, which is surprisingly intact despite the surrounding mess."
      },
      {
        "id": "mutant_liver_12",
        "text": "A chunk of liver from a mutated animal. It's covered in a layer of slimy, translucent mucus that seems to shift and ripple of its own accord. Despite its grotesque appearance, the mucus has potent healing properties when applied topically."
      },
      {
        "id": "mutant_liver_13",
        "text": "A chunk of liver from a mutated animal. The organ is malformed and misshapen, with odd protrusions and indentations covering its surface. It's difficult to tell where the liver ends and other organs begin."
      },
      {
        "id": "mutant_liver_14",
        "text": "A chunk of liver from a mutated animal. It emits a faint, eerie glow that illuminates its surroundings. Despite its otherworldly appearance, it seems strangely inert, as if it's merely a husk of its former self."
      },
      {
        "id": "mutant_liver_15",
        "text": "A chunk of liver from a mutated animal. It's covered in pulsating, bioluminescent markings that seem to shift and change in response to stimuli. Handling it causes the markings to glow even brighter, casting eerie shadows in the surrounding area."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "cooked_mutant_liver_desc",
    "text": [
      {
        "id": "cooked_mutant_liver_1",
        "text": "A cooked chunk of liver from a mutated animal.  Getting all the parasites - if that's what they were - off was more effort than this meal is probably worth, and the consistency suffered considerably from having to dig them out from the depth of the organ."
      },
      {
        "id": "cooked_mutant_liver_2",
        "text": "A cooked chunk of liver from a mutated animal.  Instead of the matte gray-brown of a normal liver, this one turned disconcertingly orange after heating it up, and finger-sized flakes detach themselves from it at the slightest touch.  The taste reminds you of slightly overripe avocado, but that's still better than you expected."
      },
      {
        "id": "cooked_mutant_liver_3",
        "text": "A cooked chunk of liver from a mutated animal.  The channels left by the hairs you removed have filled with an oily black liquid, lending a surprisingly nice look to the cut surface.  On biting into it the fluid hardens unexpectedly, leaving you to chew much longer than you'd like to."
      },
      {
        "id": "cooked_mutant_liver_4",
        "text": "A cooked chunk of liver from a mutated animal.  The tissue split apart following the veins before hardening, reminding you of a warped gray flower with a sinuous vein for a stem.  Perhaps surprisingly, it tastes not entirely unlike liver."
      },
      {
        "id": "cooked_mutant_liver_5",
        "text": "A cooked chunk of liver from a mutated animal. Despite your best efforts, the organ retains a rubbery texture, making each bite a chore. The flavor, however, is surprisingly mild, with just a hint of metallic tang."
      },
      {
        "id": "cooked_mutant_liver_6",
        "text": "A cooked chunk of liver from a mutated animal. As you cut into it, you notice strange, iridescent streaks running through the tissue. The flavor is unexpectedly sweet, with an aftertaste reminiscent of burnt sugar."
      },
      {
        "id": "cooked_mutant_liver_7",
        "text": "A cooked chunk of liver from a mutated animal. Despite its unappetizing appearance, the meat is surprisingly tender, practically melting in your mouth. You can't help but wonder what kind of creature this mutated liver came from."
      },
      {
        "id": "cooked_mutant_liver_8",
        "text": "A cooked chunk of liver from a mutated animal. It emits a strange, otherworldly aroma that fills the room as soon as you start cooking it. The taste is equally bizarre, with hints of exotic spices and something you can't quite place."
      },
      {
        "id": "cooked_mutant_liver_9",
        "text": "A cooked chunk of liver from a mutated animal. Despite being thoroughly cooked, the meat seems to pulsate slightly on your plate. The flavor is intense and gamey, lingering on your palate long after you've finished eating."
      },
      {
        "id": "cooked_mutant_liver_10",
        "text": "A cooked chunk of liver from a mutated animal. The surface is charred and blackened, giving off a slightly acrid odor. Despite its appearance, the meat is surprisingly tender and flavorful, with a smoky undertone."
      },
      {
        "id": "cooked_mutant_liver_11",
        "text": "A cooked chunk of liver from a mutated animal. As you slice into it, you notice strange, pulsating veins running through the tissue. The flavor is surprisingly delicate, with subtle hints of herbs and spices."
      },
      {
        "id": "cooked_mutant_liver_12",
        "text": "A cooked chunk of liver from a mutated animal. It has an unnaturally smooth texture, almost like tofu. The flavor is bland and unremarkable, leaving you wondering if you cooked it wrong or if mutated livers are just inherently tasteless."
      },
      {
        "id": "cooked_mutant_liver_13",
        "text": "A cooked chunk of liver from a mutated animal. Despite your best efforts, the meat is tough and chewy, requiring considerable effort to swallow. The flavor is overwhelmingly bitter, leaving a unpleasant aftertaste."
      },
      {
        "id": "cooked_mutant_liver_14",
        "text": "A cooked chunk of liver from a mutated animal. It emits a strange, pungent aroma that fills the room as soon as you start cooking it. The flavor is equally potent, with an intense, almost overpowering richness."
      },
      {
        "id": "cooked_mutant_liver_15",
        "text": "A cooked chunk of liver from a mutated animal. Despite its grotesque appearance, the meat is surprisingly tender and flavorful, with a rich, earthy taste that lingers on your palate long after you've finished eating."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "mutant_kidney_desc",
    "text": [
      {
        "id": "mutant_kidney_1",
        "text": "A piece of kidney from a mutated animal.  While cutting into it your knife slips, opening a large gash on its side from which tiny, beautiful pearls roll out.  Before your eyes they start glistening with humidity and melt, leaving no trace beyond a stinging stench."
      },
      {
        "id": "mutant_kidney_2",
        "text": "A piece of kidney from a mutated animal.  The tissue is broken up by pointy, brittle crystals you need to carefully cut around, lest they embed in your hand.  When you're done about half the meat is gone."
      },
      {
        "id": "mutant_kidney_3",
        "text": "A piece of kidney from a mutated animal.  Most of the volume is taken up by clear cysts filled with liquid, leaving you to pop them one by one to try and salvage some usable tissue.  The result looks about as appetizing as it sounds, but you suppose it's technically edible."
      },
      {
        "id": "mutant_kidney_4",
        "text": "A piece of kidney from a mutated animal.  Accessory kidneys bud off the ureter in clumps, like red, slightly quivering grapes.  The main organ continues the same fractal structure, fraying  into myriad tiny berries still connected to a stem."
      },
      {
        "id": "mutant_kidney_5",
        "text": "A piece of kidney from a mutated animal. The surface is covered in a slimy, mucous-like substance that seems to pulsate with a faint glow. Despite its unsettling appearance, the tissue underneath appears relatively intact."
      },
      {
        "id": "mutant_kidney_6",
        "text": "A piece of kidney from a mutated animal. It's riddled with small, pulsating sacs filled with a viscous, dark fluid. Popping them releases a foul odor that permeates the air, making it difficult to stomach."
      },
      {
        "id": "mutant_kidney_7",
        "text": "A piece of kidney from a mutated animal. The tissue is discolored and mottled, with patches of sickly green and purple. Despite its unappetizing appearance, it seems surprisingly resilient, with no signs of decay."
      },
      {
        "id": "mutant_kidney_8",
        "text": "A piece of kidney from a mutated animal. Strange, protruding growths cover its surface, resembling twisted, gnarled roots. Despite their alien appearance, they seem strangely organic, pulsating with a faint rhythm."
      },
      {
        "id": "mutant_kidney_9",
        "text": "A piece of kidney from a mutated animal. The tissue is marbled with strange, iridescent patterns that seem to shimmer and shift in the light. Despite its otherworldly appearance, it appears relatively intact and edible."
      },
      {
        "id": "mutant_kidney_10",
        "text": "A piece of kidney from a mutated animal. It's encased in a thick, gelatinous substance that oozes and pulsates. Breaking through the outer layer reveals the kidney within, which is surprisingly intact despite the surrounding mess."
      },
      {
        "id": "mutant_kidney_11",
        "text": "A piece of kidney from a mutated animal. The tissue is swollen and bloated, with strange, bulbous growths protruding from its surface. Despite its grotesque appearance, it seems relatively unspoiled and edible."
      },
      {
        "id": "mutant_kidney_12",
        "text": "A piece of kidney from a mutated animal. It's covered in a layer of slimy, translucent mucus that seems to shift and ripple of its own accord. Despite its grotesque appearance, the mucus has potent healing properties when applied topically."
      },
      {
        "id": "mutant_kidney_13",
        "text": "A piece of kidney from a mutated animal. The tissue is unusually firm and rubbery, with a faint, metallic tang. Despite its strange texture, it seems relatively intact and edible."
      },
      {
        "id": "mutant_kidney_14",
        "text": "A piece of kidney from a mutated animal. It's encased in a thick, leathery membrane that cracks and splits as you handle it. Despite its tough exterior, the tissue underneath seems surprisingly tender and flavorful."
      },
      {
        "id": "mutant_kidney_15",
        "text": "A piece of kidney from a mutated animal. The tissue is marbled with strange, bioluminescent patterns that glow softly in the dark. Despite its otherworldly appearance, it seems relatively intact and edible."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "cooked_mutant_kidney_desc",
    "text": [
      {
        "id": "cooked_mutant_kidney_1",
        "text": "A cooked piece of kidney from a mutated animal. Cooking it exposed myriad tiny, glistening stones embedded into the tissue, making your teeth screech with every bite despite your care not to crack your teeth. It tastes sickly sweet, and a stinging aftertaste lingers in your mouth for a long time."
      },
      {
        "id": "cooked_mutant_kidney_2",
        "text": "A cooked piece of kidney from a mutated animal. Cooking loosened the tissue enough for it to come apart from the lightest pull, while exposing long, off-white strands that connect the different parts together."
      },
      {
        "id": "cooked_mutant_kidney_3",
        "text": "A cooked piece of kidney from a mutated animal. You swear it grew new cysts while you were cooking it, each of which sports a different color. You're not sure you want to know how the dark blue one tastes."
      },
      {
        "id": "cooked_mutant_kidney_4",
        "text": "A cooked piece of kidney from a mutated animal. Despite being thoroughly cooked, the tissue remains rubbery and tough, making each bite a challenge. The flavor is intense and gamey, with a metallic tang that lingers on your palate."
      },
      {
        "id": "cooked_mutant_kidney_5",
        "text": "A cooked piece of kidney from a mutated animal. The surface is charred and blackened, giving off a slightly acrid odor. Despite its appearance, the meat is surprisingly tender and flavorful, with a smoky undertone."
      },
      {
        "id": "cooked_mutant_kidney_6",
        "text": "A cooked piece of kidney from a mutated animal. As you cut into it, you notice strange, pulsating veins running through the tissue. The flavor is surprisingly delicate, with subtle hints of herbs and spices."
      },
      {
        "id": "cooked_mutant_kidney_7",
        "text": "A cooked piece of kidney from a mutated animal. It has an unnaturally smooth texture, almost like tofu. The flavor is bland and unremarkable, leaving you wondering if you cooked it wrong or if mutated kidneys are just inherently tasteless."
      },
      {
        "id": "cooked_mutant_kidney_8",
        "text": "A cooked piece of kidney from a mutated animal. Despite your best efforts, the meat is tough and chewy, requiring considerable effort to swallow. The flavor is overwhelmingly bitter, leaving a unpleasant aftertaste."
      },
      {
        "id": "cooked_mutant_kidney_9",
        "text": "A cooked piece of kidney from a mutated animal. It emits a strange, pungent aroma that fills the room as soon as you start cooking it. The flavor is equally potent, with an intense, almost overpowering richness."
      },
      {
        "id": "cooked_mutant_kidney_10",
        "text": "A cooked piece of kidney from a mutated animal. Despite its grotesque appearance, the meat is surprisingly tender and flavorful, with a rich, earthy taste that lingers on your palate long after you've finished eating."
      },
      {
        "id": "cooked_mutant_kidney_11",
        "text": "A cooked piece of kidney from a mutated animal. Despite being thoroughly cooked, the meat seems to pulsate slightly on your plate. The flavor is intense and gamey, lingering on your palate long after you've finished eating."
      },
      {
        "id": "cooked_mutant_kidney_12",
        "text": "A cooked piece of kidney from a mutated animal. The surface is covered in a slimy, mucous-like substance that seems to pulsate with a faint glow. Despite its unsettling appearance, the tissue underneath appears relatively intact."
      },
      {
        "id": "cooked_mutant_kidney_13",
        "text": "A cooked piece of kidney from a mutated animal. It's riddled with small, pulsating sacs filled with a viscous, dark fluid. Popping them releases a foul odor that permeates the air, making it difficult to stomach."
      },
      {
        "id": "cooked_mutant_kidney_14",
        "text": "A cooked piece of kidney from a mutated animal. The tissue is discolored and mottled, with patches of sickly green and purple. Despite its unappetizing appearance, it seems surprisingly resilient, with no signs of decay."
      },
      {
        "id": "cooked_mutant_kidney_15",
        "text": "A cooked piece of kidney from a mutated animal. Strange, protruding growths cover its surface, resembling twisted, gnarled roots. Despite their alien appearance, they seem strangely organic, pulsating with a faint rhythm."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "bug_organs_desc",
    "text": [
      {
        "id": "bug_organs_1",
        "text": "These organs came from a giant mutant bug, and you really aren't sure what to make of them. There are things you've never seen in any anatomy book, with spines and hair and other unidentified parts protruding seemingly at random."
      },
      {
        "id": "bug_organs_2",
        "text": "These organs came from a giant mutant bug. They have a sickly green color, and one of them ripped when you were removing it, revealing an inner surface that looks like row upon row of human fingers, nails and all."
      },
      {
        "id": "bug_organs_3",
        "text": "This is a huge, thick, fleshy sac you removed from a giant mutant bug. The surface is covered in smooth, soft skin, and beneath it is a coiled, twisted mess of cordlike tissue."
      },
      {
        "id": "bug_organs_4",
        "text": "This is a long, corded organ you removed from a giant mutant bug. It ran from the head to the abdomen and has long tendrils coming off it, not unlike a spinal cord."
      },
      {
        "id": "bug_organs_5",
        "text": "This is a meaty gray organ you removed from a mutant. It has a chalky yellow coating that burns your skin, and several unidentifiable fleshy tubes sticking out of it. The smell it gives off stings your nostrils. You're pretty confident no natural creature has one of these."
      },
      {
        "id": "bug_organs_6",
        "text": "This organ meat, retrieved from a mutated creature, looks like a series of small mammalian hearts arranged in series on a long fleshy tube. At the end of the chain is a large fleshy sac resembling a stomach."
      },
      {
        "id": "bug_organs_7",
        "text": "These organs came from a giant mutant bug. They have a translucent appearance, with strange pulsating veins running through them. Despite their alien appearance, they seem strangely organic, pulsating with a faint rhythm."
      },
      {
        "id": "bug_organs_8",
        "text": "This is a bulbous organ you removed from a giant mutant bug. It's covered in a slimy, mucous-like substance that seems to pulsate with a faint glow. Despite its unsettling appearance, the tissue underneath appears relatively intact."
      },
      {
        "id": "bug_organs_9",
        "text": "This is a long, sinuous organ you removed from a giant mutant bug. It writhes and squirms in your hands, making it difficult to handle. Despite its grotesque appearance, it seems relatively unspoiled and edible."
      },
      {
        "id": "bug_organs_10",
        "text": "This is a spherical organ you removed from a mutant bug. It's covered in a thick, leathery membrane that cracks and splits as you handle it. Despite its tough exterior, the tissue underneath seems surprisingly tender and flavorful."
      },
      {
        "id": "bug_organs_11",
        "text": "These organs came from a giant mutant bug. They emit a strange, otherworldly aroma that fills the room as soon as you start handling them. The taste is equally bizarre, with hints of exotic spices and something you can't quite place."
      },
      {
        "id": "bug_organs_12",
        "text": "This is a pulsating, bulbous organ you removed from a giant mutant bug. It emits a faint, eerie glow that illuminates its surroundings. Despite its otherworldly appearance, it seems relatively intact and edible."
      },
      {
        "id": "bug_organs_13",
        "text": "This is a long, tubular organ you removed from a mutant bug. It's covered in strange, iridescent patterns that seem to shimmer and shift in the light. Despite its otherworldly appearance, it appears relatively intact and edible."
      },
      {
        "id": "bug_organs_14",
        "text": "This is a spherical, gelatinous organ you removed from a giant mutant bug. It jiggles and wobbles in your hands, making it difficult to handle. Despite its unsettling appearance, the tissue underneath appears relatively intact and edible."
      },
      {
        "id": "bug_organs_15",
        "text": "This is a long, segmented organ you removed from a mutant bug. It's covered in strange, protruding growths that resemble twisted, gnarled roots. Despite their alien appearance, they seem strangely organic, pulsating with a faint rhythm."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "cooked_bug_organs_desc",
    "text": [
      {
        "id": "cooked_bug_organs_1",
        "text": "Some disturbing hairs have been burned off during cooking, but you still have difficulty convincing yourself to eat them."
      },
      {
        "id": "cooked_bug_organs_2",
        "text": "You have cooked a pile of *things* that used to be green, and it still looks green under the light. You think your face will turn that color after eating them."
      },
      {
        "id": "cooked_bug_organs_3",
        "text": "It's cooked. You can force yourself to believe that the cordlike tissue inside is noodles with ketchup and Italian spices."
      },
      {
        "id": "cooked_bug_organs_4",
        "text": "After you cooked it, you tore this long thing into small pieces. Maybe this can prevent it from reviving in your intestines."
      },
      {
        "id": "cooked_bug_organs_5",
        "text": "You're glad it didn't break your kitchen utensils. Now you hope it won't damage your digestive system."
      },
      {
        "id": "cooked_bug_organs_6",
        "text": "Looking at this pile of biological tissues with strange smell, you don't know what kind of organs they belong to in medicine. Of course, you're pretty sure they're not boiled tomatoes."
      },
      {
        "id": "cooked_bug_organs_7",
        "text": "Despite being thoroughly cooked, these bug organs still retain a strange, otherworldly aroma that fills the room. The taste is equally bizarre, with hints of exotic spices and something you can't quite place."
      },
      {
        "id": "cooked_bug_organs_8",
        "text": "You've cooked these bug organs until they're charred and blackened, giving off a slightly acrid odor. Despite their appearance, the meat is surprisingly tender and flavorful, with a smoky undertone."
      },
      {
        "id": "cooked_bug_organs_9",
        "text": "As you cut into these bug organs, you notice strange, iridescent streaks running through the tissue. The flavor is unexpectedly sweet, with an aftertaste reminiscent of burnt sugar."
      },
      {
        "id": "cooked_bug_organs_10",
        "text": "Despite your best efforts, these bug organs retain a rubbery texture after cooking, making each bite a chore. The flavor, however, is surprisingly mild, with just a hint of metallic tang."
      },
      {
        "id": "cooked_bug_organs_11",
        "text": "You cooked these bug organs until they're tough and chewy, requiring considerable effort to swallow. The flavor is overwhelmingly bitter, leaving a unpleasant aftertaste."
      },
      {
        "id": "cooked_bug_organs_12",
        "text": "Despite their grotesque appearance, you're surprised to find that these bug organs are relatively tender and flavorful after cooking, with a rich, earthy taste that lingers on your palate."
      },
      {
        "id": "cooked_bug_organs_13",
        "text": "You've cooked these bug organs until they're practically falling apart, exposing strange, pulsating sacs filled with a viscous, dark fluid. The taste is foul, permeating the air and making it difficult to stomach."
      },
      {
        "id": "cooked_bug_organs_14",
        "text": "These bug organs emit a strange, pungent aroma that fills the room as soon as you start cooking them. The flavor is equally potent, with an intense, almost overpowering richness."
      },
      {
        "id": "cooked_bug_organs_15",
        "text": "Despite their unsettling appearance, these bug organs are surprisingly tender and flavorful after cooking, with a rich, savory taste that leaves you craving more."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "mutant_bug_lung_desc",
    "text": [
      {
        "id": "mutant_bug_lung_1",
        "text": "You're pretty sure this is lung tissue. It looks like a lung from a larger mammal, like a dog, but instead of a few distinct lobes, it has dozens of lobes arranged in sheets. Strange spindles and gnarled tumescences dot the surface."
      },
      {
        "id": "mutant_bug_lung_2",
        "text": "You're pretty sure this is lung tissue. It has a vaguely wing-like shape, with a series of nodules around what would be the trailing edge of the 'wing'. A cluster of quills in each corner of the organ held it to the bug's carapace like clasps."
      },
      {
        "id": "mutant_bug_lung_3",
        "text": "This tissue resembles a lung but is far from it in structure. It's more like a series of interconnected sacs, each filled with a viscous, dark fluid. Despite its alien appearance, it seems strangely organic, pulsating with a faint rhythm."
      },
      {
        "id": "mutant_bug_lung_4",
        "text": "This organ bears little resemblance to a traditional lung. It's elongated and tubular, with strange, pulsating veins running through the tissue. Despite its alien appearance, it seems relatively intact and edible."
      },
      {
        "id": "mutant_bug_lung_5",
        "text": "This organ, while resembling a lung in function, has a decidedly alien appearance. It's covered in strange, protruding growths that resemble twisted, gnarled roots. Despite their unsettling appearance, they seem strangely organic, pulsating with a faint rhythm."
      },
      {
        "id": "mutant_bug_lung_6",
        "text": "You've never seen anything like this in any anatomy book. It's vaguely lung-shaped, but the similarities end there. Strange nodules and protrusions cover its surface, giving it an otherworldly appearance."
      },
      {
        "id": "mutant_bug_lung_7",
        "text": "This organ, if it can be called that, bears little resemblance to any lung you've ever seen. It's more like a tangled mass of tubes and sacs, pulsating with an otherworldly rhythm. Despite its alien appearance, it seems strangely organic."
      },
      {
        "id": "mutant_bug_lung_8",
        "text": "This tissue resembles a lung, but the similarities are only skin deep. It's more like a series of interconnected chambers, each filled with a viscous, dark fluid. Despite its alien appearance, it seems strangely organic, pulsating with a faint rhythm."
      },
      {
        "id": "mutant_bug_lung_9",
        "text": "You're not quite sure what to make of this organ. It vaguely resembles a lung, but the similarities end there. Strange, pulsating veins run through the tissue, giving it an otherworldly appearance."
      },
      {
        "id": "mutant_bug_lung_10",
        "text": "This organ, if it can be called that, looks more like a series of interconnected sacs than a traditional lung. It's covered in strange, iridescent patterns that seem to shimmer and shift in the light. Despite its otherworldly appearance, it appears relatively intact and edible."
      },
      {
        "id": "mutant_bug_lung_11",
        "text": "This tissue resembles a lung in function, but the similarities end there. It's more like a series of interconnected chambers, each filled with a viscous, dark fluid. Despite its alien appearance, it seems strangely organic, pulsating with a faint rhythm."
      },
      {
        "id": "mutant_bug_lung_12",
        "text": "You're not entirely sure what this organ is supposed to be. It vaguely resembles a lung, but the similarities are tenuous at best. Strange, pulsating veins run through the tissue, giving it an otherworldly appearance."
      },
      {
        "id": "mutant_bug_lung_13",
        "text": "This organ, while resembling a lung in function, has a decidedly alien appearance. It's covered in strange, protruding growths that resemble twisted, gnarled roots. Despite their unsettling appearance, they seem strangely organic, pulsating with a faint rhythm."
      },
      {
        "id": "mutant_bug_lung_14",
        "text": "This tissue bears little resemblance to a traditional lung. It's elongated and tubular, with strange, pulsating veins running through the tissue. Despite its alien appearance, it seems relatively intact and edible."
      },
      {
        "id": "mutant_bug_lung_15",
        "text": "You're not quite sure what to make of this organ. It vaguely resembles a lung, but the similarities end there. Strange nodules and protrusions cover its surface, giving it an otherworldly appearance."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "chitin_desc",
    "text": [
      {
        "id": "chitin_1",
        "text": "A piece of a bug's exoskeleton, but mutated. The inner side is lined with veins and strange, hooked protuberances."
      },
      {
        "id": "chitin_2",
        "text": "A piece of a bug's exoskeleton. Stringy lines of nervous tissue and blood vessels still cling to the inner surface."
      },
      {
        "id": "chitin_3",
        "text": "This fragment appears to be from a mutated insect. It's thicker and more resilient than typical insect exoskeletons, with strange, irregular patterns etched into its surface."
      },
      {
        "id": "chitin_4",
        "text": "A shard, likely from a mutated insect. It's surprisingly flexible, bending under pressure but springing back into shape. Strange symbols and markings cover its surface."
      },
      {
        "id": "chitin_5",
        "text": "This piece is from a mutated insect. It's thicker and more durable than regular insect exoskeletons, with strange, iridescent patterns shimmering across its surface."
      },
      {
        "id": "chitin_6",
        "text": "A fragment, likely from a mutated insect. It's covered in a thin layer of slime, making it slippery to the touch. Strange, glowing symbols are etched into its surface."
      },
      {
        "id": "chitin_7",
        "text": "This fragment appears to be from a mutated insect. It's lighter in color and weight compared to typical insect exoskeletons, with strange, bioluminescent markings running along its surface."
      },
      {
        "id": "chitin_8",
        "text": "A piece, likely from a mutated insect. It's thicker and more rigid than regular insect exoskeletons, with jagged edges that could easily cut flesh. Strange, pulsating veins run through its surface."
      },
      {
        "id": "chitin_9",
        "text": "This shard seems to be from a mutated insect. It's covered in a thick, slimy residue that clings to your fingers. Strange, glowing patterns are etched into its surface."
      },
      {
        "id": "chitin_10",
        "text": "A fragment, possibly from a mutated insect. It's surprisingly lightweight and flexible, with intricate patterns etched into its surface. Strange, bioluminescent markings glow faintly in the darkness."
      },
      {
        "id": "chitin_11",
        "text": "This piece appears to be from a mutated insect. It's thicker and more resilient than regular insect exoskeletons, with strange, pulsating veins running along its surface."
      },
      {
        "id": "chitin_12",
        "text": "A shard, likely from a mutated insect. It's surprisingly smooth to the touch, with strange, glowing symbols etched into its surface. Strange, iridescent patterns shimmer across its surface."
      },
      {
        "id": "chitin_13",
        "text": "This fragment seems to be from a mutated insect. It's covered in strange, glowing markings that pulse with an otherworldly light. Despite its alien appearance, it seems strangely organic."
      },
      {
        "id": "chitin_14",
        "text": "A piece, likely from a mutated insect. It's thicker and more rigid than regular insect exoskeletons, with strange, jagged edges that could easily cut flesh. Strange, bioluminescent markings glow faintly in the darkness."
      },
      {
        "id": "chitin_15",
        "text": "This fragment appears to be from a mutated insect. It's lighter in color and weight compared to typical insect exoskeletons, with strange, iridescent patterns shimmering across its surface."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "endochitin_desc",
    "text": [
      {
        "id": "endochitin_1",
        "text": "A piece of rigid, tube-shaped material from the inside of a giant bug. It seemed to be performing some kind of support role. You're quite sure normal insects don't have these."
      },
      {
        "id": "endochitin_2",
        "text": "A long, flexible rod from inside a giant mutant bug. It is laced with blood vessels and nodules."
      },
      {
        "id": "endochitin_3",
        "text": "This rigid, tube-shaped piece appears to be from the interior of a giant insect. It seems to have served a structural function, with intricate patterns etched into its surface."
      },
      {
        "id": "endochitin_4",
        "text": "A flexible rod of material from inside a giant mutant bug. It's lined with blood vessels and small nodules, suggesting it played a role in the bug's internal support system."
      },
      {
        "id": "endochitin_5",
        "text": "This piece of rigid material is from the interior of a giant insect. It appears to have provided structural support, with complex patterns etched into its surface."
      },
      {
        "id": "endochitin_6",
        "text": "A long, flexible rod from inside a giant mutant bug. It's intertwined with blood vessels and small nodules, indicating it played a role in the bug's internal support structure."
      },
      {
        "id": "endochitin_7",
        "text": "This rigid, tube-shaped piece seems to have come from the interior of a giant insect. It appears to have served a structural purpose, with intricate designs etched into its surface."
      },
      {
        "id": "endochitin_8",
        "text": "A flexible rod from inside a giant mutant bug. It's lined with blood vessels and small nodules, suggesting it played a role in supporting the bug's internal organs."
      },
      {
        "id": "endochitin_9",
        "text": "This piece of rigid material is from the interior of a giant insect. It seems to have provided structural support, with complex patterns adorning its surface."
      },
      {
        "id": "endochitin_10",
        "text": "A long, flexible rod from inside a giant mutant bug. It's intertwined with blood vessels and small nodules, indicating it played a role in supporting the bug's internal framework."
      },
      {
        "id": "endochitin_11",
        "text": "This rigid, tube-shaped piece appears to be from the interior of a giant insect. It appears to have served a structural function, with intricate designs etched into its surface."
      },
      {
        "id": "endochitin_12",
        "text": "A flexible rod of material from inside a giant mutant bug. It's lined with blood vessels and small nodules, suggesting it played a role in supporting the bug's internal structure."
      },
      {
        "id": "endochitin_13",
        "text": "This piece of rigid material is from the interior of a giant insect. It seems to have provided structural support, with complex patterns adorning its surface."
      },
      {
        "id": "endochitin_14",
        "text": "A long, flexible rod from inside a giant mutant bug. It's intertwined with blood vessels and small nodules, indicating it played a role in supporting the bug's internal framework."
      },
      {
        "id": "endochitin_15",
        "text": "This rigid, tube-shaped piece appears to be from the interior of a giant insect. It appears to have served a structural function, with intricate designs etched into its surface."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_general_chitin>",
    "text": [
      "As you peel away the outer shell, you find veins lining the chitin plates",
      "With the creature dead, its carapace comes away surprisingly easily",
      "There's a thin membrane, much like skin, spread over the chitin of this creature",
      "Under the carapace of this mutant is a bristly, velcro-like material",
      "The anatomy concealed beneath seems almost like a small mammal given a shell and twisted into the shape of an arthropod",
      "You crack the beast open like a horrific lobster",
      "The chitin holds tight to the creature, and you need to snap and tear it away, sawing at tough fibers beneath",
      "The moment you start cutting into the corpse, a few of what you thought were extra legs detach and scurry off into the undergrowth",
      "For your first cut you connect the dozen openings on the creature's sides, only to reveal a finger-sized wriggling grub in each",
      "Your work disturbs the parasites still clinging to the joints of the creature, and a few size you up as a potential new home before scurrying away",
      "The chitin exudes a pungent odor, reminiscent of a mixture of ammonia and rotting fruit",
      "As you handle the chitin, you notice it leaves a sticky residue on your hands, difficult to wash off",
      "There's a faint bioluminescence emanating from the cracks in the creature's carapace, revealing a network of glowing veins beneath the surface",
      "You accidentally pierce a hidden gland, causing a foul-smelling fluid to spray out, stinging your eyes and skin",
      "Embedded within the chitin are tiny crystalline formations that glint in the light, giving the impression of hidden treasure",
      "The creature's chitin seems to pulsate slightly, as if it still retains some form of residual life energy",
      "You uncover a small pouch nestled within the creature's exoskeleton, containing a cluster of tiny eggs",
      "As you pry open a particularly stubborn section of the carapace, you disturb a nest of tiny scavenger insects, which swarm out in all directions",
      "The chitin emits a low hum when touched, vibrating softly against your fingertips",
      "You discover intricate patterns etched into the surface of the chitin, resembling arcane symbols of unknown origin",
      "The creature's chitin seems unusually resilient, requiring significant effort to breach, hinting at its formidable defenses"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_general_deeper>",
    "text": [
      "Spaced evenly across the entire body you find small sacs of eggs in various stages of growth",
      "Its intestines grew into a labyrinthine tangle, like so many worms devouring each other",
      "Inside, half-formed organs press against spongy meat that doesn't look anything like raw arthropod meat from normal creatures",
      "Beneath, you find a collection of hooked spines that seem to have been clasping it on somehow",
      "Inside is a complex, still-squirming mess of strange appendages and organs that bear only a passing resemblance to any natural creature",
      "Beneath the chitin, the meat is covered in thick, bristly hair hiding a chaotic bramble of half-formed, mutated organs",
      "Inside is a tangled mess of organs and tissues that do not appear entirely natural",
      "Inside the creature you find lungs, hearts, and intestines more like a mammal than a giant bug",
      "Despite the apparent death of the whole, some organs still pump, beat, and churn on undisturbed",
      "You discover a network of pulsating veins, reminiscent of a circulatory system, weaving through the creature's flesh",
      "Embedded within the organs, you find strange, crystalline formations pulsating with an eerie inner light",
      "As you delve deeper, you encounter pockets of noxious gas trapped within the creature's body, releasing a foul odor when disturbed",
      "The internal temperature of the creature is surprisingly warm, indicating some form of residual metabolic activity",
      "You come across a cluster of organs that seem to serve no discernible purpose, their function lost to the mutation",
      "Nestled within the tangled mess of organs, you find a small, beating heart, seemingly disconnected from the rest of the creature's physiology",
      "Upon closer inspection, you notice tiny parasites wriggling within the creature's organs, feasting on its decaying flesh",
      "You uncover a series of interconnected chambers filled with a viscous, gelatinous substance, serving as a makeshift digestive system",
      "The creature's internal anatomy appears to be in a state of constant flux, with organs shifting and rearranging themselves unpredictably",
      "You encounter a sac filled with a strange, luminescent fluid, emitting a soft glow from within",
      "As you probe deeper, you disturb a nest of tiny larvae, which swarm out in a frenzied panic, seeking escape"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_general_descriptive>",
    "text": [
      "The meat inside gives off a horrifying stench, and seems to be covered in thin damp hair, like a newborn animal gone horribly wrong",
      "Small bundles of fiber break loose as you work, splitting open to reveal twisted, half-formed copies of the creature itself",
      "It is difficult to work as the spongey tissue tears apart under your tools",
      "Despite its outward appearance, both the organs and the endolymph of this creature are pristinely white",
      "Some of your cuts meet nerves, and the already stiff corpse shudders with movement each time",
      "You follow what you think are superfluous veins into the deep, finding a gorged, tick-like creature at their convergence",
      "Every cut reveals an organ you can't quite recognize, and you start to wonder what your insides look like by now",
      "You are dizzied by the rainbow coloration of the creature's muscles, clashing with the bloody mess in its guts",
      "As you cut into its flesh you are disturbed by its sickly-sweet smell, like fermenting fruit",
      "There are fist-sized globs of nervous tissue dotted about its insides, sending the corpse into a spasm every time you touch one",
      "The muscles grow stiff, and begin leaking a dark gray liquid that pools around your feet",
      "Within the creature's innards, you discover a network of pulsating sacs, each containing a viscous, luminescent fluid",
      "The tissue seems to regenerate as you cut into it, healing almost as quickly as you can inflict damage",
      "You uncover a cluster of organs arranged in a symmetrical pattern, suggesting a higher level of organization than initially apparent",
      "Embedded within the flesh are small, pulsating nodules, emitting faint pulses of energy with each beat",
      "Strange glyphs are etched into the walls of the creature's organs, their purpose and origin shrouded in mystery",
      "As you delve deeper, you encounter pockets of trapped air, releasing a hiss of pressurized gas when punctured",
      "You accidentally disturb a nest of tiny organisms living within the creature's body, eliciting a frenzied response as they scurry to protect their home",
      "The meat exudes an otherworldly glow, casting eerie shadows in the dim light of your workspace",
      "You unearth a chamber filled with pulsating tendrils, each twitching with an independent rhythm",
      "Upon closer inspection, you notice faint whispers emanating from within the creature's organs, as if they hold secrets beyond comprehension"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_centipede_chitin>",
    "text": [
      "Its legs contain no muscles, just sinews hanging in yellow-green ichor",
      "The legs fall off easily, leaving the main body looking like an armored worm",
      "Each pair of legs is slightly different. These end in hooks, the next in talons like a bird's, there's a pair of chitinous tentacles",
      "The mandibles keep snapping, and acrid-smelling venom wets the soil. You decide to begin your work at its tail",
      "You're startled as its antenna whips out and briefly coils around your arm",
      "Underneath the surface, there are small plates of chitin dotted about, much harder than the rest",
      "On its tail end the segments get smaller and smaller, until they terminate in a small copy of the head, looking backwards",
      "The chitin of the head is caked in old blood and lymph of its previous victims",
      "As you peel away the layers of chitin, you uncover a network of delicate sensory hairs, twitching in response to your touch",
      "Embedded within the chitinous exoskeleton are tiny crystalline formations, glinting in the sunlight like precious gems",
      "The chitin emits a faint humming sound, vibrating softly against your fingertips",
      "You notice small openings along the creature's body, oozing a viscous, acidic substance that sizzles upon contact with the air",
      "As you dissect the creature, you encounter pockets of trapped air within its chitinous segments, releasing a faint hiss when punctured",
      "The chitin is surprisingly flexible, allowing the creature to contort and twist its body with ease",
      "You uncover a series of segmented joints, each reinforced with overlapping layers of chitin for added protection",
      "The chitin exudes a pungent odor, reminiscent of ammonia and decay",
      "You stumble upon a hidden compartment within the chitinous exoskeleton, containing a cache of small, pearl-like eggs",
      "As you pry apart the chitin, you disturb a nest of tiny arachnids, scurrying out in all directions",
      "The chitin is riddled with intricate patterns and markings, suggesting a level of craftsmanship beyond mere evolutionary adaptation",
      "You uncover a patch of iridescent chitin, shimmering with a rainbow of colors as you move it into the light"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_centipede_descriptive>",
    "text": [
      "You find vacuoles filled with its venom in the most unexpected nooks, forcing you to work carefully",
      "The indescribable stench of the remains of its last meal make you question your decision to butcher it",
      "On some organs you see the same swollen ulcers as around your own wounds. It seems not all of it is venom-proof",
      "This one's very blood stinks like its venom, and even the slightest drop makes your skin itch",
      "There is order to the chaos in this one. Each segment's insides is a perfect copy of the last, down to each sinew",
      "This one smells disturbingly appetizing, like a memory of a childhood meal whose details you forgot",
      "As you delve deeper, you uncover tiny glands secreting a viscous, odorous substance, attracting scavengers from miles around",
      "The creature's innards are a macabre mosaic of partially digested remains, hinting at its voracious appetite",
      "You notice strange lesions covering the creature's skin, oozing a thick, foul-smelling pus when disturbed",
      "The scent of decay hangs heavy in the air as you dissect the creature, mingling with the sickly-sweet aroma of its bodily fluids",
      "You accidentally pierce a swollen sac, releasing a noxious cloud of gas that burns your eyes and throat",
      "As you cut into its flesh, you uncover a network of intertwined muscles, pulsating rhythmically with each movement",
      "The creature's blood is thick and viscous, clotting quickly upon exposure to air",
      "You come across a cluster of organs fused together in a grotesque mass, their functions intertwined in a nightmarish symphony",
      "Embedded within the creature's tissues are tiny parasites, wriggling and squirming in their quest for sustenance",
      "The creature's flesh is riddled with tumors, each pulsating with a sickly glow",
      "You encounter strange, fleshy growths protruding from the creature's body, twitching with a life of their own",
      "As you dissect the creature, you uncover remnants of its last meal, partially digested and decomposing within its gut",
      "You disturb a nest of tiny organisms living within the creature's body, eliciting a frenzied response as they scurry to protect their home",
      "The creature's flesh exudes a foul odor, reminiscent of rotting meat left out in the sun for too long"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_centipede_mom>",
    "text": [
      "By the time you reach the rear of the matriarch, most of its offspring have disappeared into the grass. Some stuck around feeding on their unhatched siblings, unwilling to give up the easy meal until the last moment",
      "The moment the matriarch grows still, the last third of its body flops to the ground, letting go of dozens of eggs and small centipedes",
      "After cleaning away the rotten meat and mess of eggs shrouding the matriarch's hind segments, you find its carapace chewed open, and much of its flesh already eaten by its ever-hungry young",
      "As if they noticed the death of their mother, the dozens of centipedes still clinging to it attack each other with a sudden frenzy. You decide to give them time to disperse before continuing",
      "You notice the tiny centipedes scurrying away from their mother's carcass, some disappearing into cracks in the earth while others venture into the surrounding vegetation",
      "The matriarch's final moments are marked by a frenzied writhing as it struggles to free itself from the weight of its offspring, ultimately succumbing to exhaustion",
      "The ground around the matriarch's body is littered with broken eggshells and discarded exoskeletons, evidence of the recent hatching frenzy",
      "You observe the surviving offspring cannibalizing their weaker siblings, a grim reminder of the harsh realities of nature",
      "The air is thick with the scent of decay as you approach the matriarch's corpse, a testament to the cycle of life and death in the insect world",
      "You catch glimpses of the young centipedes scurrying away from the scene, their movements swift and erratic as they seek refuge in the underbrush",
      "The matriarch's body twitches sporadically, a final echo of life as its offspring continue to feed on its remains",
      "You notice the matriarch's swollen abdomen, bulging with unborn eggs that will never have the chance to hatch",
      "The ground beneath the matriarch's body is stained with a dark, viscous fluid, a mixture of blood and bodily fluids from the birthing process",
      "The surviving offspring emit high-pitched chirps as they scatter in all directions, their instinctual cries echoing through the air",
      "You witness a brief moment of mourning among the young centipedes, their movements slowing as they seem to acknowledge the loss of their mother",
      "The matriarch's mandibles twitch involuntarily, a reflex action triggered by the dying nerves within its decaying body",
      "You notice the matriarch's eyes, dull and lifeless, staring blankly into the distance as its offspring continue to swarm around it",
      "The surrounding foliage rustles with movement as the surviving offspring retreat into the safety of their underground burrows",
      "You observe the matriarch's body being slowly consumed by scavengers, each tearing off small chunks of flesh to feed on",
      "The matriarch's death throes send tremors through the ground, causing nearby insects to flee in fear of the approaching danger",
      "You hear the distant chirping of young centipedes, a haunting reminder of the circle of life and death in the insect world"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_centipede_mega>",
    "text": [
      "Since your tools barely have purchase on its carapace you decide to dig the meat and viscera out from your first cut. At times, you disappear up to your waist in its armored insides",
      "As you cut more and more meat away, some of the resilient chitin plates fall away with a loud squelch",
      "To bypass the armor you had to start your work by its mandibles, inches away from its venom-coated fangs and the remains of chitin, bones, and strands of Kevlar stuck between their points",
      "This feels more like scrapping a car than butchering an animal. Instead of veins and legs you find yourself thinking about joints, panels, and cabling",
      "On closer inspection, the head's armor is pocked by finger-sized holes with jagged edges, reminiscent of the creature's fangs",
      "In a hidden organ without an obvious connection to the outside world, you find a seemingly forgotten handful of glistening eggs",
      "You encounter layers of thick, armored plating, each layer requiring considerable effort to breach",
      "As you delve deeper, you uncover a network of interconnected chambers, resembling the interior of a complex machine",
      "The creature's insides are a labyrinth of corridors and chambers, each one housing a different vital organ or system",
      "You come across clusters of sensory organs, each one finely tuned to detect the slightest movement or vibration",
      "The creature's anatomy is a marvel of evolutionary engineering, with each component finely tuned for maximum efficiency",
      "You uncover a reservoir of potent venom, stored within a specialized gland designed to deliver incapacitating toxins to its prey",
      "The creature's chitin is reinforced with layers of dense, fibrous tissue, providing unparalleled protection against predators",
      "You notice intricate patterns etched into the creature's exoskeleton, each marking a point of structural reinforcement",
      "As you dissect the creature, you uncover remnants of its last meal, partially digested and decomposing within its gut",
      "The creature's mandibles are serrated and razor-sharp, designed to tear through flesh and bone with ease",
      "You discover a cluster of organs pulsating rhythmically, each one responsible for a different aspect of the creature's physiology",
      "Embedded within the creature's flesh are tiny crystalline formations, glinting in the light like precious gems",
      "You stumble upon a reservoir of viscous, fluorescent fluid, coursing through the creature's veins like liquid fire",
      "As you peel back the layers of chitin, you uncover a network of delicate sensory hairs, twitching in response to your touch"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_ground_beetle_exterior>",
    "text": [
      "When you sever the vestigial wings, a spurt of mud-thick fluid gushes up and every leg twitches",
      "Prying off the elytra is easier than you thought it would be, but a thicker duplicate lies beneath, melted into the veiny wings",
      "You hack off the legs, finding them surprisingly light once the knotted veins within are drained",
      "The thick chitin is difficult to saw through, and rooted so deeply in fat that each panel you pull off comes with dangling ropes of sinew and grease",
      "Each leg bears too many hooks and outcrops to count, and they look far too much like teeth for your liking",
      "The eyes are easily pulled loose, though with them spills out numerous coiled ropes of nerve, sinew, and something halfway between",
      "As you sever the creature's antennae, a foul-smelling secretion oozes out, staining your hands and clothes",
      "You notice strange markings etched into the exoskeleton, resembling ancient runes of unknown origin",
      "The creature's exoskeleton emits a faint phosphorescent glow, illuminating the surrounding area with an eerie light",
      "You encounter pockets of trapped air within the creature's exoskeleton, releasing a hiss of pressurized gas when punctured",
      "The chitinous plates are covered in a thick layer of mucus, making them slippery and difficult to grasp",
      "You uncover a series of intricate patterns etched into the exoskeleton, each symbol holding a different meaning in the beetle's society",
      "The creature's exoskeleton is surprisingly resilient, requiring significant force to breach",
      "You come across a cluster of sensory organs, finely tuned to detect the slightest movement or vibration",
      "The creature's exoskeleton is adorned with colorful patterns and markings, serving as both camouflage and a warning to potential predators",
      "You accidentally disturb a nest of tiny organisms living within the creature's exoskeleton, eliciting a frenzied response as they scurry to protect their home",
      "As you dissect the creature, you uncover a reservoir of viscous fluid, coursing through its veins like liquid fire",
      "The chitin emits a low hum when touched, vibrating softly against your fingertips",
      "You unearth a series of interconnected chambers filled with a viscous, gelatinous substance, serving as a makeshift digestive system",
      "Embedded within the exoskeleton are tiny crystalline formations, glinting in the light like precious gems"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_ground_beetle_interior>",
    "text": [
      "A lattice of glossy tubes still holds the mound of foamy fat and organs in place after the abdomen falls apart",
      "The head is occupied entirely by organic hydraulics wrapped in muscle, and you don't find tangled strands of brain tissue until the thorax",
      "A fist-sized organ next to the chain of hearts still subtly throbs, and you find broken shards of chitin inside it after a swift hacking",
      "You find a clutch of stillborn grubs inside, curled up in their parent's fatty innards with eggshells nearby",
      "The reproductive organs of this beetle, sealed inside a chitin casket, have coiled into a mockery of nature and bristle with half-developed eggs",
      "Something that looks like it belongs in an engine lies between the splayed out lungs, and it sprays grease five paces when you puncture it",
      "As you delve deeper into the creature's thorax, you uncover a network of pulsating veins, each one pulsing with life",
      "You stumble upon a reservoir of viscous fluid, coursing through the creature's veins like liquid fire",
      "The creature's organs are a tangled mess of flesh and sinew, each one performing its own vital function",
      "You come across clusters of tiny organs, each one finely tuned to regulate a different aspect of the beetle's physiology",
      "Embedded within the creature's flesh are tiny crystalline formations, glinting in the light like precious gems",
      "The creature's respiratory system is a marvel of biological engineering, with each breath drawing in air with remarkable efficiency",
      "You uncover a cluster of sensory organs, finely tuned to detect the slightest movement or vibration",
      "The creature's digestive system is a labyrinth of chambers and tubes, each one processing nutrients with incredible efficiency",
      "You notice strange markings etched into the walls of the creature's organs, resembling ancient runes of unknown origin",
      "The creature's reproductive organs are swollen and engorged, brimming with the potential for new life",
      "As you dissect the creature, you uncover remnants of its last meal, partially digested and decomposing within its gut",
      "You accidentally disturb a nest of tiny organisms living within the creature's body, eliciting a frenzied response as they scurry to protect their home",
      "The creature's organs emit a faint hum when touched, vibrating softly against your fingertips",
      "You unearth a series of interconnected chambers filled with a viscous, gelatinous substance, serving as a makeshift digestive system"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_ground_beetle_mega>",
    "text": [
      "A small landslide of flesh and gristle buries you to the waist at one point, and you could swear something was slithering near your ankles",
      "When you grab one particularly bristled organ, it writhes and nearly escapes your grasp before you can smash it. You find developing wings in the paste",
      "A much smaller second shell lies buried deep inside the beetle, an entomological matryoshka that contains within itself… oh, fecal matter",
      "Chunks of meat, bone, and fabric inside one of the digestive tracts are still easy to identify, and you wonder what their name was",
      "A bundle of gigantic wasp eggs is buried in the beast, but all are pierced with wiry tubes draining nutrients and fluid from their fetal husks",
      "You finish up, coming to grips with the fact that toxins suffuse every inch of the truckload of meat you just pulled from this mutant beetle",
      "As you delve deeper into the beetle's interior, you encounter a maze of intertwining tunnels, each one leading to a different vital organ",
      "You stumble upon a reservoir of viscous fluid, coursing through the beetle's veins like liquid fire",
      "The beetle's organs are a tangled mess of flesh and sinew, each one performing its own vital function",
      "You come across clusters of tiny organs, each one finely tuned to regulate a different aspect of the beetle's physiology",
      "Embedded within the beetle's flesh are tiny crystalline formations, glinting in the light like precious gems",
      "The beetle's respiratory system is a marvel of biological engineering, with each breath drawing in air with remarkable efficiency",
      "You uncover a cluster of sensory organs, finely tuned to detect the slightest movement or vibration",
      "The beetle's digestive system is a labyrinth of chambers and tubes, each one processing nutrients with incredible efficiency",
      "You notice strange markings etched into the walls of the beetle's organs, resembling ancient runes of unknown origin",
      "The beetle's reproductive organs are swollen and engorged, brimming with the potential for new life",
      "As you dissect the beetle, you uncover remnants of its last meal, partially digested and decomposing within its gut",
      "You accidentally disturb a nest of tiny organisms living within the beetle's body, eliciting a frenzied response as they scurry to protect their home",
      "The beetle's organs emit a faint hum when touched, vibrating softly against your fingertips",
      "You unearth a series of interconnected chambers filled with a viscous, gelatinous substance, serving as a makeshift digestive system"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_flying_chitin>",
    "text": [
      "The wings of this creature break apart upon the slightest touch into myriad identical rainbow crystals",
      "Even as the body grows still, the wings keep on beating slowly",
      "The chitin of this one is light and brittle, like an empty eggshell",
      "Where you came to expect smooth chitin you find exposed flesh, shot with a web of hardened strands",
      "You cough as you inhale the fine, colorful dust shedded from the wings",
      "The carapace of this one still feels hot to the touch, especially around the wings",
      "What you thought was shuddering chitinous fuzz on the creature's back is, in reality, thousands of miniature copies of its main wings, flapping in unison",
      "As you pry open the creature's wings, you uncover a network of delicate veins pulsating with a soft, iridescent light",
      "The wings emit a faint humming sound, vibrating softly against your fingertips",
      "You notice intricate patterns etched into the wings, each one shimmering with a rainbow of colors as you move them into the light",
      "The creature's wings are surprisingly flexible, allowing it to maneuver through the air with effortless grace",
      "You come across clusters of tiny sensors embedded within the wings, each one finely tuned to detect changes in air pressure and temperature",
      "The wings exude a sweet, floral scent, reminiscent of blooming flowers on a warm summer day",
      "You accidentally disturb a cluster of microscopic organisms living within the wings, eliciting a frenzied response as they scurry to protect their home",
      "The wings emit a soft glow in the darkness, casting eerie shadows on the ground below",
      "You unearth a series of interconnected chambers within the wings, each one filled with a viscous, gelatinous substance, serving as a makeshift digestive system"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_flying_deeper>",
    "text": [
      "The wings are held in place by stiff muscles, reaching into the deep",
      "Underneath the chitin you find bundles of small, floating pearls, each held in place by a single strand of sinew",
      "Near its wings you find a black, bubbling organ still periodically emitting a bundle of floating bubbles",
      "As you open its intestines by mistake, you can barely pull your finger away from the dozen snapping mandibles on its inside",
      "The space not taken up by the now-familiar floating sacs is almost entirely filled by a sticky, homogenous yellow jelly that seems to actively try to avoid your knife",
      "The wings are rooted in its flesh by an almost transparent, fractal root structure, making you question if it always belonged to the creature",
      "You unearth a network of delicate veins intertwined with the creature's wings, each one pulsating with a soft, iridescent light",
      "You notice strange markings etched into the wings, resembling ancient runes of unknown origin",
      "The creature's wings emit a faint humming sound, vibrating softly against your fingertips",
      "You come across clusters of tiny sensors embedded within the wings, each one finely tuned to detect changes in air pressure and temperature",
      "The wings exude a pungent odor, reminiscent of decaying matter left out in the sun for too long",
      "You accidentally disturb a nest of tiny organisms living within the wings, eliciting a frenzied response as they scurry to protect their home",
      "The wings emit a soft glow in the darkness, casting eerie shadows on the ground below",
      "You unearth a series of interconnected chambers within the wings, each one filled with a viscous, gelatinous substance, serving as a makeshift digestive system",
      "You notice small openings along the creature's body, oozing a viscous, acidic substance that sizzles upon contact with the air",
      "As you dissect the creature, you encounter pockets of trapped air within its wings, releasing a faint hiss when punctured",
      "The creature's wings are surprisingly resilient, requiring considerable force to breach",
      "You stumble upon a reservoir of viscous fluid, coursing through the creature's veins like liquid fire",
      "The wings emit a sweet, floral scent, reminiscent of blooming flowers on a warm summer day"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_firefly>",
    "text": [
      "The light of its abdomen flickers with each cut, growing ever dimmer",
      "An errant cut coats your tools with foul-smelling, glowing goop",
      "What you saw as a homogenous light from a distance was the result of myriad strands of glowing chitin crisscrossing just beneath the carapace",
      "This one's very flesh is glowing with a blinding intensity, lighting up your gruesome work",
      "As you dissect the firefly, you uncover a network of delicate veins pulsating with a soft, iridescent light",
      "The creature's glowing flesh emits a faint humming sound, vibrating softly against your fingertips",
      "You accidentally disturb a nest of tiny organisms living within the firefly's body, eliciting a frenzied response as they scurry to protect their home",
      "The firefly's abdomen emits a soft glow in the darkness, casting eerie shadows on the ground below",
      "You unearth a series of interconnected chambers within the firefly's abdomen, each one filled with a viscous, gelatinous substance, serving as a makeshift digestive system",
      "You notice small openings along the creature's body, oozing a viscous, luminescent substance that glows softly in the dark"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_wasp_chitin>",
    "text": [
      "<bug_harvest_flying_chitin>",
      "<bug_harvest_general_chitin>",
      "Its chitin is sturdier than usual for the flying insects, and marked by the struggles of its previous victims",
      "The stripes on the back of its abdomen are warped into a nauseating spiral you can't tear your eyes away from",
      "Upon closer inspection, the uniform black stripes reveal themselves to be rows upon rows of glistening eyes",
      "With each cut, the stinger springs from its sheath, tip bending ever so slightly towards your leg",
      "The stripes - so uniform at a distance - reveal themselves to be jagged, strangely familiar patterns, like the cursive of an unknown language",
      "As you dissect the wasp, you uncover a network of delicate veins pulsating with a soft, iridescent light",
      "The creature's chitin emits a faint humming sound, vibrating softly against your fingertips",
      "You accidentally disturb a nest of tiny organisms living within the wasp's body, eliciting a frenzied response as they scurry to protect their home"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_wasp_deeper>",
    "text": [
      "<bug_harvest_flying_deeper>",
      "<bug_harvest_general_deeper>",
      "The chaotic bundle of organs in its torso look much like those of other mutated insects, but as you near the abdomen there's order to the madness: comparatively neat rows of venom-filled glands, each feeding into a reservoir at the base of the stinger",
      "You open a stomach, releasing a gush of sweet-smelling gray fluid",
      "For its apparent hunger for meat, its intestines seem almost atrophied",
      "Your knife reaches the retracted stinger and slips on its smooth surface, opening half a dozen venom glands in the process. You dearly hope that you have not cut yourself",
      "You find a handful of dead grubs underneath its chitin, near a chewed-open venom gland",
      "As you dissect the wasp, you uncover a network of delicate veins pulsating with a soft, iridescent light",
      "The creature's organs emit a faint humming sound, vibrating softly against your fingertips",
      "You accidentally disturb a nest of tiny organisms living within the wasp's body, eliciting a frenzied response as they scurry to protect their home"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_wasp_queen>",
    "text": [
      "Deep, deep within the dead queen you find a smooth, brightly colored plaque the size of your fingernail, reading <number><number>",
      "Some of the now-familiar venom glands also contain dozens of shiny white eggs, undisturbed by their deadly surroundings",
      "As you cut into its abdomen you disturb a handful of normal-sized, wingless wasps clinging to a strange, tubular organ. They crawl a few steps before falling lifelessly to the ground",
      "Some of the egg clusters are ransacked by fat, white worms tunneling blindly through its flesh",
      "The queen's abdomen is swollen with eggs, each one pulsating with a sickly yellow glow",
      "You uncover a hidden chamber within the queen's body, filled with a thick, viscous fluid and a cluster of developing larvae",
      "The queen's thorax emits a low, ominous hum as you approach, vibrating with unseen energy",
      "A network of intricate markings covers the queen's exoskeleton, forming an elaborate pattern reminiscent of ancient runes"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_spider_chitin>",
    "text": [
      "<bug_harvest_general_chitin>",
      "The fangs spray a sickly green liquid to the ground when you touch them",
      "One of its eyes falls to the ground and shatters into a dozen jagged splinters",
      "The stiff hairs of its chitin seem to shift slightly, points reaching for your skin",
      "Your first few cuts only succeed in peeling back the upper, hairy layer of chitin, leaving a glassy green carapace",
      "You hit a hard, scarred spot with your tool and reveal a cross-section of chitin with hundreds of stripes, like the rings of a tree",
      "The spider's chitin emits a faint buzzing sound, as if resonating with some unseen force",
      "In the depths of the spider's chitinous exoskeleton, you find a hidden compartment containing a cache of precious gemstones",
      "A foul odor emanates from the spider's chitin, a mixture of decay and venom that burns your nostrils"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_spider_deeper>",
    "text": [
      "<bug_harvest_general_deeper>",
      "The fangs are connected to fist-sized venom glands, still churning with life",
      "The imposing mandibles give way to a surprisingly thin tube and atrophied digestive track. It must have done most of its digesting outside",
      "A huge reddish lump reveals itself to be a sort of lung with a deflating noise. You're blasted with hot air and droplets of hemolymph",
      "Something not unlike a heart still spasms in the depth of the corpse, and the legs twitch to its rhythm",
      "You discover a network of pulsating veins running through the spider's body, carrying a thick, viscous fluid that seems to shimmer with an otherworldly glow",
      "The spider's abdomen contains a cluster of tiny eggs, each one encased in a protective sac woven from strands of silk",
      "The creature's chitin is laced with intricate patterns that seem to writhe and shift when viewed from different angles"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_acid_chitin>",
    "text": [
      "<bug_harvest_general_chitin>",
      "Steaming puddles of acid spill from its outer shell as you pull it back",
      "Steaming acid burbles from the creature's chitin as you peel it back",
      "Several acid glands rupture as you peel back the carapace, sending streams of steaming caustic fluids spraying around",
      "The creature's chitin emits a faint hissing sound as it reacts with the surrounding air, releasing toxic fumes",
      "You uncover a reservoir of corrosive acid hidden beneath the creature's chitin, slowly eating away at its own flesh",
      "The acid-soaked chitin crumbles under your touch, revealing raw, pulsating tissue beneath",
      "A cloud of noxious vapor billows forth from the creature's ruptured acid glands, enveloping you in a choking haze"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_acid_deeper>",
    "text": [
      "<bug_harvest_general_deeper>",
      "The organs themselves have an acrid odor, but don't seem as caustically acidic as the outer shell",
      "You carefully avoid breaking through pockets of what you think may be acid-secreting glands",
      "Thick, ropey cords of tissue beneath its chitin protect an inner layer of strange organs, resembling those of a bird more than anything",
      "As you delve deeper, you uncover a labyrinthine network of acidic conduits, their walls etched with scars from the corrosive fluid they transport",
      "Each incision reveals a new layer of defensive mechanisms, from acid-secreting glands to hardened, resistant tissues designed to withstand the creature's own corrosive biology",
      "The deeper you go, the more you realize the intricate balance of protection and vulnerability within the creature's anatomy, a testament to millions of years of evolution in a hostile environment",
      "Your hands tremble as you navigate through the treacherous landscape of the creature's innards, wary of triggering a catastrophic release of acidic fluids"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_acid_descriptive>",
    "text": [
      "<bug_harvest_general_descriptive>",
      "The powerfully acidic vapors coming from the carcass make it hard to work",
      "The tissues of the creature are full of half-formed organs, their purpose unclear",
      "Several times, you nearly burn yourself piercing a concealed gland full of acid",
      "The air is thick with the acrid scent of burning flesh and acidic vapors, making every breath a struggle",
      "You struggle to discern the function of the malformed organs, their twisted shapes hinting at a biology that defies comprehension",
      "Your skin prickles with apprehension as you encounter hidden reservoirs of acid, their contents bubbling and hissing malevolently",
      "With each discovery, you gain a deeper appreciation for the sheer complexity of the creature's physiology, even as it fills you with dread"
    ]
  },
  {
    "type": "snippet",
    "category": "<incubator_mammal>",
    "text": [
      "The skin is so riddled with wounds that you barely need to cut to pull it away.",
      "The poor creature has stopped breathing, but there's still a lot of movement in the corpse.",
      "The larvae seem to have taken care to leave enough intact not to kill their host, but the rest is practically hollow.",
      "You have to pause often to stomp on the slower grubs, who only now realized that their home is growing cold.",
      "Its stomach is full of grubs even more malformed than the rest.  The runt of the litter got recycled, it seems.",
      "In the beginning you take care to separate parasite and host, but after a while you give up and start cutting through.",
      "The creature's body is a writhing mass of parasites, each one vying for dominance over the decaying host",
      "You watch in horror as the parasites within the creature's body continue their macabre dance, their movements synchronized in a grotesque ballet of death and decay",
      "Despite the creature's demise, its body remains a battleground for the parasites within, each one fighting for control over the dwindling resources"
    ]
  },
  {
    "type": "snippet",
    "category": "<zombie_amalgamation_outer>",
    "text": [
      "The skin comes off with a sickening snap, and reveals a billion tiny black tendrils grasping after it",
      "What you thought were black veins under the skin are actually some sort of elastic net, snapping apart with a loud \"TWANG\" when your tool cuts them",
      "This one's skin consists of dozens of layers, each of slightly different color, sandwiched between a gelatinous mass",
      "With every cut the creature shifts slightly, splayed limbs inching closer to how it looked when it was…alive?  Whatever the right word is you hope it stopped, if only for now",
      "Whatever this is, it doesn't look dead so much as staying still.  You still feel like it's looking at you, even as you cut it apart",
      "The creature's flesh oozes with a viscous, black ichor, its tendrils reaching out in a futile attempt to reattach to its decaying form",
      "As you peel away the layers of its skin, you uncover a patchwork of stitched-together limbs and organs, each one pulsating with a sickening rhythm",
      "The creature's limbs twitch sporadically, as if fighting against the inevitable decay that consumes its body",
      "Despite its apparent lifelessness, the creature's eyes seem to follow your every move, filling you with a sense of unease"
    ]
  },
  {
    "type": "snippet",
    "category": "<zombie_amalgamation_inner>",
    "text": [
      "The white flesh keeps quivering, grasping and pulling your tool occasionally",
      "There are no strange smells, no random organs strewn about its insides.  Somehow that is more disconcerting than the mutated animals you took apart until now",
      "Even though it's made of something like flesh, you can't help but feel like you're disassembling an intricate machine",
      "Its parts don't want to stay apart, slowly moving to close your cuts.  You resign yourself to removing every chunk and placing it on the ground beside the corpse, where they finally grow still",
      "Every so often your tool hits something bone-hard in the deep, but when you cut there the second time the flesh parts smoothly",
      "The sensation of dismembering the creature's inner workings is akin to navigating a labyrinth of twitching mechanisms, each movement fraught with the anticipation of unexpected reactions",
      "Despite the absence of overt abnormalities, the creature's internal structure exudes an eerie sense of purpose, as if it were designed for a specific, sinister function",
      "As you delve deeper into its innards, you uncover intricate networks of pulsating veins and pulsing organs, each seemingly more alive than the last"
    ]
  },
  {
    "type": "snippet",
    "category": "<zombie_amalgamation_acid_outer>",
    "text": [
      "<zombie_amalgamation_outer>",
      "The caustic buboes connect to a web of sickly green veins running down the creature's limbs.  You take care not to nick them",
      "You slip and tear into an acid gland and can't help but pause and watch as the substance inside dissolves a good chunk of flesh before growing inert",
      "Its skin feels less flexible than usual, and coated in a greasy film on the outside",
      "A new, fist-sized green bubo emerges from your cut before your eyes, as if it was waiting just below the surface.  You'll have to be careful",
      "With each incision, the creature's acidic secretions react violently, eating away at surrounding tissue with alarming speed",
      "The creature's exterior is a battleground of opposing forces, with the acidic glands waging a constant war against the resilient yet decaying flesh",
      "Despite your precautions, the corrosive nature of the creature's outer layer poses a constant threat, each misstep risking a catastrophic breach that could unleash a torrent of caustic fluid"
    ]
  },
  {
    "type": "snippet",
    "category": "<zombie_amalgamation_acid_inner>",
    "text": [
      "<zombie_amalgamation_inner>",
      "No organs beyond various sizes of the acid glands in neat rows, as if they were replacement parts ready to deploy",
      "Your tool takes on a rainbow sheen from working in the creature's innards, and seems to give off a thin smoke.  You might want to hurry",
      "The green veins stand out before the stark white background and there is a hair-thin space surrounding each, as if the flesh was hesitant to touch whatever is carried inside",
      "With every incision, the acidic glands within the creature's body pulse with a sickly green light, their contents bubbling and hissing with malevolent intent",
      "Navigating through the creature's acidic innards feels like a delicate dance, each movement calculated to avoid triggering a catastrophic reaction",
      "As you delve deeper into the creature's acidic core, you encounter strange, pulsating nodes that seem to be the source of its corrosive secretions",
      "Despite the absence of conventional organs, the creature's inner workings exhibit a terrifying efficiency in their production and deployment of acid, each component meticulously crafted for maximum destructive potential"
    ]
  },
  {
    "type": "snippet",
    "category": "<zombie_amalgamation_electric_outer>",
    "text": [
      "<zombie_amalgamation_outer>",
      "Sparks still dance around its limbs, and you're hesitant to start cutting",
      "There is no movement from the body, but you can still hear a faint crackling from inside",
      "Sparks dance between your tool and its skin, but disappear without any harm",
      "The skin is filled with tiny black crystals embedded in a dizzying fractal pattern emanating from the central glowing organ",
      "As you approach the creature, you feel the hair on your arms stand on end, the air around it crackling with barely-contained energy",
      "Each incision into the creature's electrically charged exterior sends sparks flying, illuminating the dim surroundings with brief bursts of light",
      "The creature's outer layer seems to pulse with electrical energy, casting eerie shadows that seem to dance and twist in the flickering light"
    ]
  },
  {
    "type": "snippet",
    "category": "<zombie_amalgamation_electric_inner>",
    "text": [
      "<zombie_amalgamation_inner>",
      "Your smell ozone and burned hair as you hack the crackling corpse to pieces",
      "Most of its insides are taken up by the warped organ still humming with electricity.  Cutting into it proves harder than expected, not the least because of the sparks",
      "Finger-thick strands connect the glowing organ to the base of a limb, and the normally white flesh is blackened along its path",
      "With each cut into the creature's electrically charged innards, you feel the tingling sensation of static electricity dancing across your skin",
      "Navigating through the creature's electrified inner workings feels like a dangerous game of chance, each movement risking a potentially lethal shock",
      "Despite the inherent danger, you can't help but feel a sense of fascination as you dissect the creature's electrically charged core, marveling at the sheer power contained within its twisted anatomy",
      "The creature's inner sanctum crackles with raw energy, casting eerie shadows that seem to dance and writhe in the flickering light of its electric aura"
    ]
  },
  {
    "type": "snippet",
    "category": "<arachnid_harvest>",
    "text": [
      "<bug_harvest_general_chitin>.",
      "<bug_harvest_general_chitin>.  <bug_harvest_general_deeper>.",
      "<bug_harvest_general_chitin>.  <bug_harvest_general_deeper>.  <bug_harvest_general_descriptive>."
    ]
  },
  {
    "type": "snippet",
    "category": "<centipede_harvest>",
    "text": [
      "<bug_harvest_centipede_chitin>.",
      "<bug_harvest_general_chitin>.  <bug_harvest_general_deeper>.",
      "<bug_harvest_centipede_chitin>.  <bug_harvest_general_deeper>.  <bug_harvest_centipede_descriptive>."
    ]
  },
  {
    "type": "snippet",
    "category": "<centipede_mom_harvest>",
    "text": [ "<centipede_harvest>", "<centipede_harvest>  <bug_harvest_centipede_mom>." ]
  },
  {
    "type": "snippet",
    "category": "<centipede_mega_harvest>",
    "text": [ "<centipede_harvest>", "<centipede_harvest>  <bug_harvest_centipede_mega>." ]
  },
  {
    "type": "snippet",
    "category": "<ground_beetle_harvest>",
    "text": [
      "<bug_harvest_ground_beetle_exterior>.",
      "<bug_harvest_ground_beetle_exterior>.  <bug_harvest_ground_beetle_interior>."
    ]
  },
  {
    "type": "snippet",
    "category": "<ground_beetle_mega_harvest>",
    "text": [ "<ground_beetle_harvest>", "<ground_beetle_harvest>  <bug_harvest_ground_beetle_mega>." ]
  },
  {
    "type": "snippet",
    "category": "<arachnid_flying_harvest>",
    "text": [
      "<bug_harvest_flying_chitin>.",
      "<bug_harvest_flying_chitin>. <bug_harvest_general_descriptive>.",
      "<bug_harvest_flying_chitin>. <bug_harvest_general_descriptive>. <bug_harvest_flying_deeper>."
    ]
  },
  {
    "type": "snippet",
    "category": "<spider_harvest>",
    "text": [
      "<bug_harvest_spider_chitin>",
      "<bug_harvest_spider_chitin>. <bug_harvest_general_descriptive>.",
      "<bug_harvest_spider_chitin>. <bug_harvest_general_descriptive>.  <bug_harvest_spider_deeper>."
    ]
  },
  {
    "type": "snippet",
    "category": "<wasp_harvest>",
    "text": [
      "<arachnid_flying_harvest> <bug_harvest_wasp_deeper>.",
      "<bug_harvest_wasp_chitin>.",
      "<bug_harvest_wasp_chitin>. <bug_harvest_general_descriptive>. ",
      "<bug_harvest_wasp_chitin>. <bug_harvest_general_descriptive>. <bug_harvest_wasp_deeper>."
    ]
  },
  {
    "type": "snippet",
    "category": "<wasp_queen_harvest>",
    "text": [
      "<bug_harvest_wasp_chitin>. <bug_harvest_wasp_queen>.",
      "<bug_harvest_flying_chitin>. <bug_harvest_wasp_queen>.",
      "<bug_harvest_wasp_chitin>. <bug_harvest_wasp_deeper>. <bug_harvest_wasp_queen>."
    ]
  },
  {
    "type": "snippet",
    "category": "<firefly_harvest>",
    "text": [
      "<bug_harvest_flying_chitin>.",
      "<bug_harvest_flying_chitin>.  <bug_harvest_general_descriptive>.  <bug_harvest_firefly>."
    ]
  },
  {
    "type": "snippet",
    "category": "<acidant_harvest>",
    "text": [
      "<bug_harvest_acid_chitin>.",
      "<bug_harvest_acid_chitin>.  <bug_harvest_acid_deeper>.",
      "<bug_harvest_acid_chitin>.  <bug_harvest_acid_deeper>.  <bug_harvest_acid_descriptive>."
    ]
  },
  {
    "type": "snippet",
    "category": "<zombie_amalgamation_harvest>",
    "text": [
      "<zombie_amalgamation_outer>.",
      "<zombie_amalgamation_inner>.",
      "<zombie_amalgamation_outer>.  <zombie_amalgamation_inner>."
    ]
  },
  {
    "type": "snippet",
    "category": "<zombie_amalgamation_harvest_acid>",
    "text": [
      "<zombie_amalgamation_acid_outer>.",
      "<zombie_amalgamation_acid_inner>.",
      "<zombie_amalgamation_acid_outer>.  <zombie_amalgamation_acid_inner>."
    ]
  },
  {
    "type": "snippet",
    "category": "<zombie_amalgamation_harvest_electric>",
    "text": [
      "<zombie_amalgamation_electric_outer>.",
      "<zombie_amalgamation_electric_inner>.",
      "<zombie_amalgamation_electric_outer>.  <zombie_amalgamation_electric_inner>."
    ]
  }
]
