[
  {
    "type": "snippet",
    "//": "Used within npc_socialize",
    "category": "<weird_sky_thing>",
    "text": [
      "purple meteor",
      "broken line",
      "falling star",
      "moving stars",
      "unusual darkness",
      "vanishing stars",
      "shuffled stars",
      "new constellation of stars",
      "green moon",
      "glowing orb",
      "spiral vortex",
      "dancing lights",
      "twinkling anomalies",
      "strange celestial patterns",
      "bizarre atmospheric phenomena",
      "shifting constellations",
      "ethereal auroras",
      "mysterious cosmic disturbances",
      "shooting beams of light",
      "whispering clouds",
      "time-warping rifts",
      "singing nebulae",
      "chromatic eclipses",
      "mirror reflections in the sky",
      "dimensional rifts",
      "cosmic fog",
      "chaotic cosmic storms",
      "luminous mist",
      "phantom constellations"
    ]
  },
  {
    "type": "snippet",
    "category": "npc_socialize",
    "text": [
      "So do you like cats or dogs?",
      "It's nice to know that the <zombies> don't feel pain.",
      "Wherever we end up, at least we're still alive, right?",
      "Somehow, I don't think I'll be going back to my old job anytime soon…",
      "I am SO glad I don't need to deal with taxes or debt anymore.",
      "Geez, this is nothing like those Hollywood zombie films!",
      "Do you ever think about the ethics of killing <zombies>?",
      "Do you think living on a farm is dangerous because the roosters might attract <zombies>?",
      "I have dreamt of owning a house by the sea, but now I have nightmares of what lurks beneath the waves.",
      "I liked walking through the forest, listening to the chirping of the birds but now I am afraid that the birds might devour me.",
      "So you wet your toothbrush AFTER you apply toothpaste?  That's so weird.",
      "So is it pronounced gif or gif?",
      "What do you think the president is doing right now?",
      "What do you like to listen to?  Personally I'm into bass-heavy post-glam speed polka.",
      "Don't tell anyone else, but sometimes I like to sleep holding my teddy bear.",
      "Sometimes I see weird shit in the sky at night.",
      "Did you see the <weird_sky_thing> in the sky last night, too?",
      "I used to have a cat.  I really miss Mr. Cuddles…",
      "My friends and I used to play cops-and-robbers, except with zombies.  Never thought I'd be in it for real…",
      "We both need to cheer up, so here is a joke: What do you call a sleepy car?  Tired!",
      "I still think about when the rioters and my neighbors tore each other to shreds…",
      "One day I greeted the mailman but his eyes were bloodshot and he aggressively threw letters at me.",
      "This is nothing compared to just two months ago.  Everything is getting bigger and more dangerous with each day that passes.",
      "Do you ever think that we're in some kind of simulation?",
      "Do you believe in parallel universes?",
      "I wonder what happened to all the satellites orbiting the Earth now.",
      "Sometimes I wish I could find a functioning arcade machine. I miss playing video games.",
      "I'm starting to forget what it feels like to be warm.",
      "If I had known the apocalypse was coming, I would've eaten more ice cream.",
      "I once tried to learn how to juggle. Ended up breaking a lot of plates.",
      "I used to hate Mondays. Now every day feels like Monday.",
      "I've been collecting bottle caps. Maybe they'll be currency again someday.",
      "I've seen some people trying to train <zombies>. Can you imagine?",
      "I've been reading old newspapers. It's like history repeating itself, but worse.",
      "Do you think aliens caused all of this?",
      "I saw a cat wearing sunglasses the other day. It looked cooler than I ever will.",
      "I've been keeping a journal. Not sure who I'm writing it for, though.",
      "I wonder if there are other survivors out there, somewhere.",
      "I miss the sound of rain on the roof. Now it's just gunfire and screams.",
      "I once met a talking dog. Or maybe I was just really hungry.",
      "I wish I could find a piano. I'd love to play some music again.",
      "I've been thinking about learning Morse code. Might come in handy.",
      "I used to collect stamps. Now I collect empty cans and broken dreams.",
      "If I ever find a genie's lamp, I know exactly what my three wishes would be.",
      "Sometimes I wonder if the <zombies> are just misunderstood.",
      "I've been practicing my whistling. It's the little things that keep you sane.",
      "I've started naming the <zombies>. Helps me feel less lonely, I guess.",
      "I found a book on origami. Now I can fold paper into shapes while the world falls apart.",
      "I saw a shooting star once. Made a wish. Can't remember what for.",
      "I used to hate Mondays. Now every day feels like Monday.",
      "Do you think there's anyone out there still making pizza?",
      "I miss the smell of freshly-cut grass. Now it's just the stench of death.",
      "I wonder if anyone's still broadcasting radio signals. Maybe there's hope yet.",
      "I found a deck of cards. Wanna play?"
    ]
  }
]
