[
  {
    "type": "snippet",
    "category": "wallet_photos",
    "//": "These are meant to be small pictures that people would have kept in their wallets before the Cataclysm.  Nothing majorly anomalous should show up in these pictures, unless they were taken shortly before the end of the world, in which case anything abnormal should be subtle enough to have plausibly gone unnoticed by the former owner.",
    "text": [
      {
        "id": "wallet_picture_1",
        "text": "This is a small and creased photo of a smirking young woman standing with booted feet planted upon the asphalt of a driveway, a thick cowl of blond hair flowing over her leather jacket-clad shoulders.  With the setting sun's light reflecting off the surface of a helmet she holds under one arm, she's casually leaning against a propped-up motorcycle, her head slightly inclined as she shoots a black-glossed grin towards the camera.  In looping handwriting, the back end of the picture is inscribed with the text, \"Dallas, 1993.\"\n\n\"Though cancer has parted us, I'll always carry you with me.\""
      },
      {
        "id": "wallet_picture_2",
        "text": "Frost-dusted pastures and the fringes of a forest in winter sparseness liven this picture, with two grinning men standing in the foreground dressed in khaki pants and matching winter jackets, their arms about one another's shoulders.  In the distance, a herd of deer can be seen clustered by a semi-frozen lake.  The fact that some of the group's fawns seem to sport unnaturally course streaks of black hair and that, you could swear, at least one of them has a second set of eyes between their budding antlers seems to have gone unnoticed by the photo's previous owner."
      },
      {
        "id": "wallet_picture_3",
        "text": "This is a rather aged Polaroid photo, creased from having spent years being folded and unfolded in succession.  A smiling young man dressed in an olive-drab flight suit stands in the foreground, framed by the open doorway of an UH-1 Huey helicopter, a gloved hand gripping the door, a flight helmet and pushed-up aviator's goggles perched upon his head, and a jaunty thumbs-up directed towards the camera.  In shaky handwriting, the back of the picture is marked with the caption, \"September 10th, 1967.\"\n\nIn smaller script, someone's written, \"still missing in action.  May you fly on in our hearts.\""
      },
      {
        "id": "wallet_picture_4",
        "text": "This downwardly shot photo gazes into the watery abysses of an indoor baptism tank, within which stands a muscular young man with a crucifix hanging about his neck.  With the water gently lapping at his waist, the solemnity of his expression is softened by a small smile and a twinkle within his gray gaze as, in his arms, he lifts a sopping-wet child from the liquid."
      },
      {
        "id": "wallet_picture_5",
        "text": "A white-draped and elegantly laid table takes up the foreground of this photo, behind which, framed by the interior of a cruise ship's dining room, a formally dressed man and woman are seated.  With the woman's head lightly resting upon her husband's shoulder and the gentleman's suited arm lifting a cocktail glass in a toast, the pair's free arms are cast contentedly about one another's shoulders, while beaming grins adorn their faces."
      },
      {
        "id": "wallet_picture_6",
        "text": "Resplendent with the interior view of a nightclub, this photo's midground is dominated by a gaggle of young men and women gathered before the camera.  Judging by the way that they're clinging to one another, the spaced-out grins all around, and the presence of more than a few licker bottles brandished like the holy grail, the assembly's probably halfway to being drunkenly sprawled on the floor.  The picture's edges have been blurred and messily cropped out in post, likely in an effort to hide the mountain range of \"sugar\" proudly rising from tables in the background.  It's just a shame that it only resulted in a worse photo."
      },
      {
        "id": "wallet_picture_7",
        "text": "The foreground of this crisply shot photo is filled with the kneeling profile of a young girl, bundled in a cocoon of winter apparel and crouching behind a low wall of sandbags.  The barrel of a big-game hunting rifle rests upon the barrier's lip, the weapon gripped by an affectionately grinning man sitting beside the child.  Helpfully holding the gun steady as the youth gazes through the sights, one of the man's palms is lightly resting upon the girl's hand as he shows her how to work the weapon's bolt.  You don't know their names, but you're likely the only person who'll ever recall their faces."
      },
      {
        "id": "wallet_picture_8",
        "text": "Photographed within a warmly lit living room, a young boy sits upon a large beanbag armchair with a discarded pet carrier sitting on the floor beside him and a goofy grin plastered across his face.  His arms are clasped around a fluffy ball of brown fuzz, which, initially, you mistake for a plushie before the bright eyes, lolling tongue, and madly wagging tail place it as a majestically furry canine.  A breed you've never seen before: the dog's pictured with its front paws awkwardly gripping the child's shoulders as it happily laps at his face.  Its paws look like tiny, clawed hands."
      },
      {
        "id": "wallet_picture_9",
        "text": "Raven-haired, freckled, and quite pudgy, a young woman dressed in an ill-fitting black robe and graduation cap peers shyly from this photo, standing upon a low stage in a large auditorium.  Her face is a half-way blend of anxiety and exhaustion, barely hidden behind a clearly forced grin as her downcast eyes regard the microphone standing before her.  The torn-out heading of a newspaper article is connected to the photo by a paperclip.\n\n\"Unidentified Young Woman Found Washed Up on Bar Harbor Beach, Maine.\""
      },
      {
        "id": "wallet_picture_10",
        "text": "Glistening in the light of an afternoon day, a large, multicolored fish hangs neatly hooked upon a long fishing rod within this photo, the implement held by a pair of grinning teens.  Dressed in bright yellow waders and standing knee-deep in murky swamp water, with a sprawling marshland unfurling reeds, low trees, and water vegetation for as far as the eye can see, the youths are posed with the rod gripped between them.  You're not too sure what part of the situation merits a grin from the photo's occupants, considering that the fish's body bulges with tumor-like growths and spiny clusters of protruding bones."
      },
      {
        "id": "wallet_picture_11",
        "text": "This appears to be a glossy photo of some manner of internet celebrity: a young, redheaded woman reclining on a plush sofa, wearing a smirk, high heels, and a sparing veil of pixelation over the more tasteless bits.  There are many such bits on display.  The picture looks to have been the subject of some extensive photoshopping.  At least, for the sake of the probably dead young lady's back, you hope that it's just photoshopped."
      },
      {
        "id": "wallet_picture_12",
        "text": "Coated in mountaineering gear and grayish-white alpine clothes, a bearded, appropriately mountainous man takes up most of this photo, with boots firmly planted upon a craggy ridge.  With the breath-taking view of a mountainside clad in winter's last vestiges resolving into the budding green landscape of what looks, suspiciously, like Switzerland blooming behind the climber, his paw-like hands are securely closed about the legs of a young boy sitting upon his shoulders.  Both child and hiker alike are flashing a pair of thumbs-ups towards the camera."
      },
      {
        "id": "wallet_picture_13",
        "text": "This is the heart-achingly adorable snapshot of a large and incredibly fluffy Labrador: the dog sprawled upon a low bed with its huge paws outstretched and a light dusting of shed fur sprinkling the blankets.  Gripping a chew toy in its jaws and with its head resting upon a drool-spattered pillow, the canine is regarding the camera with a lopsided, doleful gaze."
      },
      {
        "id": "wallet_picture_14",
        "text": "Shot within an indoor shooting range, a lanky young lady with Slavic features stands in the foreground of this photo, her flowing brunette hair all but concealed beneath a modified pot-helmet with an attached camera and flip-down infrared eyepiece.  Enveloped within a vest to which is attached a contraption that looks like the end product of a machine gun and a motorcycle being crashed together, the woman's posing with the weapon cradled at her hip.  At the picture's left-most echelons, clearly intended to serve as a target, a 7-foot-tall insectoid creature cast from black foam crouches, its plastic fangs bared and its second jaw extended.\n\nOn the photo's backside, the caption \"LA, 2019\" has been scrawled in looping handwriting.  In more recent script, a large x has been scored through the caption, while the term \"game over man\" has been jotted in its place."
      },
      {
        "id": "wallet_picture_15",
        "text": "Sat on a low stool and lightly strumming an electric guitar, a girl in her late teens with tousled red hair draping to her trench coat-clad shoulders grins slyly in the middle of this aged photo, flanked by a similarly aged pair of nearly identical-looking young men: one playing on a mounted keyboard while the other beats a silent tune on a large drum set.  Behind the trio stands a taller woman with sharper features, her body clad in a crisp suit, her lips parted in mid-verse, and primly gloved hands cupping a microphone.  With the aid of a Sharpie, the photo's been captioned \"The Nightjars, Our NY Tour, 2011,\" while on its back, a crossed-off list is present.\n\n\"Rob: dead of stomach cancer in 2016\"\n\n\"Andi: took a bone spike to the guts when <city> was overrun\"\n\n\"Audrey: died when the air force leveled Boston\"\n\n\"Melony: sitting with a broken leg while something's bringing down the door\"\n\n\"I'm sorry we broke up, guys.  At least we would have died toget…\"\n\nThe rest of the text is illegible through the dried stains that surround the edge of a bullet hole that clipped the picture."
      },
      {
        "id": "wallet_picture_16",
        "text": "Judging by the black and orange motifs, mounted jack-o'-lanterns, and throngs of costumed individuals that compose the backdrop of this photo, it's clear that this particular picture was captured during some manner of Halloween party.  In the foreground stands what you could charitably describe as an unlikely pairing of franchises, with a grinning man dressed in ankle boots, khaki short shorts, a safari jacket, and a wide-brimmed fedora cradling what appears to be a plastic Spas-12, while standing next to him is a slighter figure wearing a mask and a baseball glove with dulled blades attached.  Behind the pair looms a muscular individual with white, fur-coated pants that make their legs look like those of a goat, a full head mask with inwardly curling horns, red body paint sprayed across their exposed chest, and clawed hands placed upon the shoulders of their smaller compatriots.  The picture's completed with the gloved partygoer using two of their blades to flash a peace sign at the camera."
      },
      {
        "id": "wallet_picture_17",
        "text": "Illuminated by the rays of the middle-eastern sun, the open bay of a large transport plane takes up most of this photo, with its loading ramp lowered and the aircraft seemingly idling upon a dust-swept runway.  At the foot of the ramp stands a line of uniformed men and women clad in rather dated desert camouflage service attire, with a medley of frozen waves, thumbs ups, and cheerfully presented middle fingers all present and accounted for.  At the picture's apex, somebody's scrawled, \"2nd Rangers, through hell, high water, and mosquitoes.\"  You sincerely doubt that any of these soldiers are still alive."
      },
      {
        "id": "wallet_picture_18",
        "text": "Kneeling in the foreground of this photo, within the overhang of several trees, a camouflaged soldier with a green beret and a rifle strapped across his shoulders crouches, an affectionate grin creasing his unshaven face.  With its broad paws placed within the man's lap, a large German shepherd wearing a Kevlar harness nuzzles against the soldier's chest, the dog cuddling within the military man's arms while its jaws are clamped about a bundle of ragged cloth.  After some scrutiny, you deduce it to have once been the bloodied crotch of a very unfortunate pair of trousers.  In recent penmanship, someone's jotted on the photo's rear.\n\n\"I'm sorry.\""
      },
      {
        "id": "wallet_picture_19",
        "text": "This night-time photo is filled with the front profile of a parked 4x4, the utility vehicle sitting upon the dust-caked surface of a roadway with a wide stretch of sandy desert sprawling for as far as the eye can see.  Sitting upon the vehicle's hood with booted feet kicked up on the bush grill, a muscular woman reclines against the windshield with a bottle of beer in her hand.  Gripping her own beverage and illuminated by the light cast from the tapestry of stars that stretch overhead, a shorter, rather mousey woman leans against her compatriot.  Both women have a soft smile on their lips as they hold their beers in a frozen toast."
      },
      {
        "id": "wallet_picture_20",
        "text": "Beaming up at the camera with a too-wide grin that all but screams \"my feet are killing me, please, make this stop,\" a little girl stands against a backdrop of dense jungle foliage, which, you hope, is only the work of a green screen.  Dressed in all white, with a bow tie, an appropriately small vest, and alabaster ballet shoes, the child is holding a bouquet of partly wilted red and white roses and presenting it to the camera.  The photo has clearly been clumsily edited in post to blot out any perceived imperfections and add a radiant glow to the child's otherwise sallow skin."
      },
      {
        "id": "wallet_picture_21",
        "text": "This is a small photograph of what, initially, appears to be a muddle of black, gray, and faint white color scales blended together in what could be mistaken as some manner of abstract print.  A predominant dark patch takes up the picture's middle, blending at the edges into a grayish border, while a white striation cuts across the image's apex from right to left.  A small, grayish dot peacefully floats at the heart of the central mass while, on the back of the photo, somebody's drawn a stack of nine boxes, with a little check mark marking each of them save for the final two."
      },
      {
        "id": "wallet_picture_22",
        "text": "Snapped from ground level, this upwardly tilted picture is filled with the pointed profile of a rather antiquated fighter jet, the aircraft sitting upon a sun-lit taxiway and parked in a row with other planes visible behind it.  The jet's canopy glass has been pulled back to expose the Tomcat's cockpit, within which, barely visible, sits a radiantly grinning young boy, his head just poking over the lip of the military aircraft's compartment.  Standing upon the F14's wing and leaning down over the cockpit's wall stands a young woman dressed in an Air Force flight suit, her head bowed in conversation, clearly giving the youth a small tour of the jet's controls."
      },
      {
        "id": "wallet_picture_23",
        "text": "This is an extremely old black and white photo, not even of Polaroid heritage, within which, framed by the fenced-in pastures of some form of farmstead, stands a potbellied man in farmer's overalls and a young woman in what appears to be mid-twentieth-century garb.  An enormous and saddled stallion rears its proud head in the picture's midground, upon whose stirrup the lady's frozen in mid-climb, supported by the gentleman as he keeps the horse steady.  Both individuals are clearly in the midst of some decades-old private joke, with the man's lips parted in mid-laugh and the woman's face set in an amused grin.  On the back of the picture, in much more modern script, somebody's written, \"I'm glad the Japanese took you in Saipan.  You don't have to see judgment day.\""
      },
      {
        "id": "wallet_picture_24",
        "text": "Framed by the towering spires, roller coaster arches, and medley of stores, restaurants, and vendor kiosks of some form of theme park's main boulevard, a smiling family stands arrayed in the foreground of this picture.  Standing with their arms about one another's shoulders, an older man and woman, two young children, and an adolescent grin up at you from out of this photo—or, at least, most of them do.  One of the children has their face set in a sullen glare and is, clearly unbeknownst to their parents, flipping the bird towards the camera, the offending hand peeking out from behind their mother's waist."
      },
      {
        "id": "wallet_picture_25",
        "text": "Rather blurry and unfocused, as though taken in a rush, this monochrome photograph depicts a bustling curbside, with a traffic-clogged street and the looming towers of a city center forming its backdrop.  Parked beside the sidewalk sits a little red hatchback, the car's driver's side door open, and a formally dressed woman in high heels, a pencil skirt, and a form-fitting blouse stepping within: a takeaway coffee cup in one well-manicured hand and a neatly set waterfall of brown hair concealing part of her sideways turned face.  On the back of the picture, somebody's inscribed a crude list.\n\n\"Name: Kelly Cline.\"\n\n\"Phone: 772-297-2152\"\n\n\"Residence: Godfrey Hotel, 505 Washington St., room 109.\"\n\n\"Departing at: March 18th, 15:42 for Logan International Airport.\""
      },
      {
        "id": "wallet_picture_26",
        "text": "This small photograph shines with beams of reflected light glinting off of a lake's surface, with the water body looming in the background and bordered by thick clusters of evergreen trees.  In the picture's foreground, before a wrought iron railing encircling the lake, runs a gravel footpath upon which sits a slatted park bench that's playing host to the diorama's main characters: an older lady and gentleman.  Dressed warmly, with knitted beanies pulled low over their white-haired heads, a silver thermos between them, and arms clasped about one another's shoulders, the elderly couple are smiling warmly at the camera while a lanky Irish Springer lounges at their feet."
      },
      {
        "id": "wallet_picture_27",
        "text": "This appears to be a torn-out segment from a movie poster, creased and crinkled from having been folded many times over.  The glossy image of an older man dressed in an old army uniform and gas mask fills the snippet, standing against a yellowish backdrop of swirling gas.  Part of the poster's original caption has been preserved, floating over the soldier's head and printed in a font that looks like sprayed bullet holes.\n\n\"Dillan Piper to Appear in No M…\"\n\nThe actor's name has been crossed out in post with a pen and the term \"dad?\" appended below it.  In the same recent handwriting, the back of the poster is filled with a jumble of half-legible scribbles.\n\n\"I wish you were here.\"\n\n\"I wish you were actually here.\"\n\n\"I wish you didn't just appear when the sky turns red and I hear screaming in my ears.\"\n\n\"I wish you appeared with your skin.\""
      },
      {
        "id": "wallet_picture_28",
        "text": "Captured within the handsomely tiled foyer of what appears to be a museum, the hulking bulk of a mounted tyrannosaur skeleton fills this picture, standing poised upon a circular plinth with its massive head lowered and jaws parted.  Facing the camera, its tail coiling into the dimly lit distance, and the skeleton's pedestal bordered by faux greenery, the fossil serves as the backdrop to a bald child who stands in the photograph's foreground.  Posed with their arms shielding their face and mouth open in a mock screen, the youth huddles close to the floor.  The diorama's dramatic effect is partially spoiled by the grin that's lighting up the child's face.  With the aid of a blue pen, somebody has inscribed the picture's rear.  \"Every night, I thank God.  I thank him for sending cancer to take you away.  I thank him for saving you from having to see the end.\""
      },
      {
        "id": "wallet_picture_29",
        "text": "Seeming to defy the natural laws of order, a leather-upholstered sofa spans this photo, upon which recline an adorably tiny dog and a silvery white feline.  Sitting quite imperiously upon a cushion, the cat is passively regarding the camera, while beside it, laying upon its back, the dog rests, its little paws trying, and failing, to reach a rope toy that's primly held beneath the feline's legs.  You never thought a cat could look pleased with itself, smug, and amused all at the same time."
      },
      {
        "id": "wallet_picture_30",
        "text": "Sunshine blazes down upon the bustling boulevard or market street that this photo captures, with large buildings decked out in south American architecture rising to a brilliantly blue sky and small kiosks dotted along the roadway.  Standing by one such stall is a smiling pre-teen girl dressed in warm weather apparel and the most absolutely massive Panama hat you've ever seen, the piece sitting upon her crown like a small umbrella.  Entwined about her lean body are a pair of snakes, their heads hovering by the girl's collar bone and their fat bodies cocooning her down to the tops of her thighs."
      },
      {
        "id": "wallet_picture_31",
        "text": "A crowd of muddled bodies fills this picture, with the trampled turf of a football field extending into the distance and rows of bleachers rising into the night sky behind them.  Illuminated by white floodlight beams, the individuals stand abreast of one another, all clad in football armor and other sports wear, their arms poised in a jumble of fist bumps, victory signs, and jubilant pumps.  A massive trophy gleams overhead, held by three people at the group's heart.  You miss the days when people could be this excited about winning a game."
      },
      {
        "id": "wallet_picture_32",
        "text": "A blue sky stretches overhead within this crisp photo, the gravel and dirt landscape of a shooting range filling the background while a coffee-skinned man stands poised in the foreground, his lips quirking in a soft smile and a large medal gleaming upon his chest.  A futuristic-looking bullpup marksman's rifle rests in the crook of his arm, with the Rivtech logo etched along the recessed barrel's housing and the weapon's buttstock firmly planted in the gravel by his feet.  In elegant penmanship, the picture's been captioned, \"Camp Perry, 2021 NRA High-Power Rifle Championships.\""
      },
      {
        "id": "wallet_picture_33",
        "text": "This particular photograph is filled with the sweeping expanse of a modern auditorium, with lines of occupied chairs leading away from the camera and terminating before a white-lit stage.  Arrayed in an orderly line, several dozen newly minted police recruits stand at rigid attention upon the platform, all clad in blue and black dress uniforms.  With a bundle of diplomas tucked under an arm, an older man with a spider's web of gray furrowing his beard stands poised before the assembly, his free hand frozen as he hands a certificate to a dark-haired Latina woman in the line's middle.  You idly wonder how these cadets fared during the riots.  Not well seems like a pretty safe bet."
      },
      {
        "id": "wallet_picture_34",
        "text": "Ragged, unclear, and altogether hurriedly developed, this photograph appears to depict the gloomy interior of what once was a living room, with window blinds thickly drawn and boards nailing down any cracks through which external observation could be possible.  The entire space looks alive: some manner of spongy vegetation coats its surfaces and thick tendrils and quivering mounds of mold subsume most of the furniture.  Reclined within the misshapen gray lump that might have been a sofa, a pale-skinned woman lounges, her spine arched, head thrown back, and a look of rapturous ecstasy visible on the parts of her face not caked by the fungus that's extending in wet stalks from her open mouth.  Smiling contentedly, with dainty tendrils spreading across her face, entwining in her hair, and burrowing into the ruptured sockets where eyes used to reside, the woman is embracing a bulging cocoon of gray resting in her lap, small bits of fur peeking through cracks in the fungal shell.  In bold and crude calligraphy, text has been scrawled on the back of the image.\n\n\"Do not be afraid, for our beauty is all-encompassing and rests beyond your sight.\"\n\n\"Do not be afraid, for we speak the word of blissful hegemony.\"\n\n\"Do not be afraid, for this is our mission, and you will be a part of it.\""
      },
      {
        "id": "wallet_picture_35",
        "text": "This is a blurry photo taken in bright daylight.  A dog sits in the middle of the frame with a ball in its mouth; its fur is completely caked in mud.  Two kids are seen to the left playing in a nearby pond—most likely the cause of the dog's soiled fur.  On the back, a message reads, \"You had a long run.  I still miss you, always.\""
      },
      {
        "id": "wallet_picture_36",
        "text": "This photograph demonstrates what happens when you let too many puppies into a room with one person.  The man in the middle of the dogpile is absolutely overjoyed, as he's covered in canines of all shapes and sizes.  A note on the back says, \"Winner of the company lottery.\""
      },
      {
        "id": "wallet_picture_37",
        "text": "A simple photo of two children hugging.  The photo is awfully thick, though, and a tap of the picture results in displacing multiple other photos that were stuck together.  Each consecutive photo shows the two in later stages of their lives.  The last photo shows the two wearing a pair of graduation caps and robes, in a similar hugging position as the first."
      },
      {
        "id": "wallet_picture_38",
        "text": "A strange grey fruit is placed on a pedestal, like a relic would be placed on a stand for others to admire.  Clearly, it isn't anything originating from this world, and the vein-like tendrils along its skin only convince you of that even more.  A piece of plastic crudely paperclipped to the back has been used to carve out the message \"I'm sorry I'm sorry Im sorr'm soryI'm sorrm sorrsorr\" in increasingly illegible handwriting.  It gives off the faint smell of mold."
      },
      {
        "id": "wallet_picture_39",
        "text": "This photograph shows a family of four standing in front of a modest suburban house, the parents standing behind their two children, all smiling brightly. The house's windows are shattered, and dark stains mark the walls, but the family's oblivious happiness remains. Written on the back in a child's handwriting, \"Our new home.\""
      },
      {
        "id": "wallet_picture_40",
        "text": "A faded photograph of a young couple at the beach, the woman holding a large, round-bellied man in a playful embrace. The man’s legs are conspicuously missing from the frame, and there's a subtle, dark shadow lurking in the water behind them. On the back, a note reads, \"Forever together, even in the darkest times.\""
      },
      {
        "id": "wallet_picture_41",
        "text": "A group of teenagers stands in front of an old, abandoned building, their faces lit up with excitement. The photo is dark, and in the background, a figure can barely be seen peeking out of a broken window. The back of the photo has a hastily scribbled message, \"Best night ever!\""
      },
      {
        "id": "wallet_picture_42",
        "text": "This photo shows a smiling elderly woman sitting in a rocking chair, knitting a sweater. Beside her, a cat with unnaturally elongated limbs watches intently. On the back, in shaky handwriting, it says, \"Grandma and Mr. Whiskers, last Christmas.\""
      },
      {
        "id": "wallet_picture_43",
        "text": "A Polaroid of a school classroom, children sitting at their desks, pencils in hand. One child in the corner appears to be scribbling frantically, his eyes wide with terror. The back of the photo has a single word scrawled in red ink, \"HELP.\""
      },
      {
        "id": "wallet_picture_44",
        "text": "This is a picture of a father and son fishing on a serene lake, both grinning widely as they hold up their catch. The fish they are holding has far too many eyes and gills. Written on the back, \"Best catch yet!\""
      },
      {
        "id": "wallet_picture_45",
        "text": "A wedding photo showing a happy bride and groom cutting their cake. The bride’s veil is subtly torn, and there are claw marks on her arm, almost blending with the lace. The back of the photo reads, \"Our special day, nothing can tear us apart.\""
      },
      {
        "id": "wallet_picture_46",
        "text": "This image shows a young girl blowing out birthday candles on a cake. In the background, through a window, the silhouette of an enormous, misshapen figure can be seen approaching the house. On the back, it says, \"Happy 8th Birthday, Emily.\""
      },
      {
        "id": "wallet_picture_47",
        "text": "A photo of a bustling city street during a parade, floats and balloons filling the air. In the crowd, several faces are turned towards the camera with expressions of horror, unnoticed by the joyous people around them. The back is blank."
      },
      {
        "id": "wallet_picture_48",
        "text": "This photo shows a couple at a campsite, sitting by a fire with a tent in the background. The trees surrounding them have unnatural, twisted shapes, and one tree has what appears to be a face, grimacing in pain. On the back, it says, \"Our favorite spot.\""
      },
      {
        "id": "wallet_picture_49",
        "text": "A faded and crumpled photograph of a large family reunion, several generations gathered together. In the center, a little girl holds an old, tattered doll that looks disturbingly lifelike. Written on the back, \"Together forever.\""
      },
      {
        "id": "wallet_picture_50",
        "text": "This is a picture of a teenage girl standing proudly beside her first car. The car’s windows are dark, but in the back seat, a pair of glowing eyes can be faintly seen. On the back, it says, \"Best gift ever!\""
      },
      {
        "id": "wallet_picture_51",
        "text": "A group of friends are huddled together in a cozy living room, a fire roaring in the fireplace behind them. One friend at the edge of the group has a shadowy figure standing directly behind them, unnoticed by anyone else. The back reads, \"Friends forever.\""
      },
      {
        "id": "wallet_picture_52",
        "text": "This photograph captures a moment at a summer camp, with children running and playing. Near the treeline, a tall, thin figure is barely visible, watching the children. The back of the photo has a smiley face drawn in marker."
      },
      {
        "id": "wallet_picture_53",
        "text": "A close-up photo of a newborn baby in a hospital bassinet, tiny fingers gripping the edge. Just beyond the bassinet, a dark, clawed hand can be seen reaching out. The back of the photo says, \"Welcome to the world, little one.\""
      },
      {
        "id": "wallet_picture_54",
        "text": "This is a graduation photo of a young man in a cap and gown, holding his diploma with a proud smile. The shadow cast behind him forms a grotesque, twisted shape that does not match his outline. Written on the back, \"Class of 2023.\""
      },
      {
        "id": "wallet_picture_55",
        "text": "A family is gathered around a Christmas tree, unwrapping presents. The ornaments on the tree include what looks like tiny human figures, trapped and screaming in silence. The back reads, \"Best Christmas ever.\""
      },
      {
        "id": "wallet_picture_56",
        "text": "A candid photo of a child playing in a sandbox, happily building a sandcastle. Emerging from the sand at the edge of the frame is what appears to be a skeletal hand. The back of the photo says, \"Playtime at the park.\""
      },
      {
        "id": "wallet_picture_57",
        "text": "This photo shows a group of hikers at the summit of a mountain, arms raised in victory. In the background, a distant figure with elongated limbs and an unnatural stance can be seen peering out from behind a rock. The back reads, \"We made it!\""
      },
      {
        "id": "wallet_picture_58",
        "text": "A wedding anniversary photo, showing an older couple dancing in their living room, surrounded by balloons and streamers. The reflection in the window shows the couple, but instead of dancing, they appear to be screaming in terror. The back reads, \"40 wonderful years.\""
      },
      {
        "id": "wallet_picture_59",
        "text": "This is a picture of a young boy proudly holding up a drawing of his family. Behind him, on the wall, there are dark, shadowy figures that don’t match the family members in the drawing. The back of the photo says, \"My family.\""
      },
      {
        "id": "wallet_picture_60",
        "text": "A photo taken at a school play, with children in costumes on stage. One of the children, dressed as a fairy, has an unsettlingly realistic pair of wings sprouting from her back. The back of the photo reads, \"School play, 2019.\""
      },
      {
        "id": "wallet_picture_61",
        "text": "This photograph shows a couple on a romantic picnic, sitting on a blanket in a field of flowers. In the background, a large, dark figure looms, partially hidden by the trees. The back reads, \"Our special place.\""
      },
      {
        "id": "wallet_picture_62",
        "text": "A graduation photo of a young woman in a cap and gown, standing with her proud parents. The woman's shadow stretches unnaturally long, with a menacing shape at the end. The back reads, \"So proud of you.\""
      },
      {
        "id": "wallet_picture_63",
        "text": "This is a candid shot of a family barbecue, with everyone laughing and enjoying themselves. In the background, behind the fence, a figure with glowing eyes peers through the slats. The back of the photo says, \"Summer fun.\""
      },
      {
        "id": "wallet_picture_64",
        "text": "A serene photo of a couple sitting by a lake, the water calm and reflective. In the reflection, however, the water shows a stormy sky and twisted, shadowy figures reaching up towards the surface. The back reads, \"Peaceful moments.\""
      },
      {
        "id": "wallet_picture_65",
        "text": "This photograph captures a child's birthday party, with balloons and cake. One of the balloons has a face that seems too detailed, almost lifelike, and its eyes appear to be watching the camera. The back says, \"Happy Birthday, Sam.\""
      },
      {
        "id": "wallet_picture_66",
        "text": "A family photo taken at a zoo, with parents and children standing in front of a gorilla enclosure. The gorilla in the background has a human-like face pressed against the glass, staring intently at the family. The back reads, \"Zoo day, 2022.\""
      },
      {
        "id": "wallet_picture_67",
        "text": "This is a snapshot of a woman sitting in a café, sipping coffee and reading a book. Reflected in the window behind her is a gaunt, pale figure with hollow eyes, standing just outside the glass. The back says, \"Morning routine.\""
      },
      {
        "id": "wallet_picture_68",
        "text": "A photo of a teenager at a skate park, mid-jump on their skateboard. The shadows on the ground form eerie, claw-like shapes reaching up towards them. The back reads, \"Nailing the trick!\""
      },
      {
        "id": "wallet_picture_69",
        "text": "This photograph shows a cozy family living room, with a Christmas tree in the corner and presents piled high. A dark figure is barely visible, crouched behind the tree, its eyes glowing faintly. The back says, \"Christmas morning.\""
      },
      {
        "id": "wallet_picture_70",
        "text": "A candid shot of a couple hiking in the woods, smiling at the camera. Behind them, the trees seem to form twisted, grotesque faces, all staring directly at the camera. The back reads, \"Nature walk.\""
      },
      {
        "id": "wallet_picture_71",
        "text": "A seemingly normal photo of a child’s birthday party in a backyard. However, if you look closely, you'll notice that the children are not playing—they're all standing eerily still, and their faces show expressions of blank terror. In the background, an adult figure looms with a sinister grin. The back of the photo reads, \"Best party ever.\""
      },
      {
        "id": "wallet_picture_72",
        "text": "A close-up of a man with a charming smile, holding a puppy. The puppy looks terrified, and there's a thin line of blood dripping from its mouth. The man's eyes are cold and devoid of emotion. The back says, \"New addition to the family.\""
      },
      {
        "id": "wallet_picture_73",
        "text": "A photo of a basement room, dimly lit by a single bare bulb. The walls are lined with sharp tools and chains. In the corner, a figure lies crumpled on the floor, their face obscured by shadow. The back reads, \"My happy place.\""
      },
      {
        "id": "wallet_picture_74",
        "text": "A candid family photo taken in a living room. The father is holding a baby, but the baby's face is covered in bruises. The mother’s smile is strained, and her eyes are hollow. The back of the photo says, \"Our little angel.\""
      },
      {
        "id": "wallet_picture_75",
        "text": "A man and woman smiling at the camera in a cozy kitchen. On the counter behind them, there is a large jar filled with what appears to be human teeth. The back reads, \"Home sweet home.\""
      },
      {
        "id": "wallet_picture_76",
        "text": "A Polaroid of a group of teenagers in a dark, forested area. They are all looking at something out of frame with expressions of shock and horror. One of them is holding a shovel with fresh dirt on it. The back reads, \"Best night ever!\""
      },
      {
        "id": "wallet_picture_77",
        "text": "A wedding photo showing a happy bride and groom. The bride’s dress has a large, dark stain near the hem, and there’s a hint of fear in her eyes. The groom’s smile is too wide, too forced. The back says, \"Till death do us part.\""
      },
      {
        "id": "wallet_picture_78",
        "text": "A photo of a child's room, decorated with cheerful wallpaper and toys. On the bed, a lifelike doll with glassy eyes and a sinister smile is propped up. The back reads, \"Sweet dreams.\""
      },
      {
        "id": "wallet_picture_79",
        "text": "A picture of a man standing proudly in front of a closed door. The door has multiple heavy locks and chains, and there's a faint, desperate scratching visible on the wood. The back of the photo says, \"Keeping it safe.\""
      },
      {
        "id": "wallet_picture_80",
        "text": "A snapshot of a seemingly happy couple on a hiking trail. The woman’s eyes are filled with terror, and there's a thin cut on her cheek. The man's grip on her arm is tight, almost painful. The back reads, \"Love conquers all.\""
      },
      {
        "id": "wallet_picture_81",
        "text": "A family Christmas photo in front of a decorated tree. Everyone is smiling, but there's a dark figure with glowing eyes peeking from behind the tree, unnoticed by the family. The back says, \"Merry Christmas, 2020.\""
      },
      {
        "id": "wallet_picture_82",
        "text": "A graduation photo showing a young woman in a cap and gown, standing with her proud parents. The woman’s smile is forced, and her eyes are hollow. There's a shadowy figure standing just behind her, almost blending into the background. The back reads, \"So proud of you.\""
      },
      {
        "id": "wallet_picture_83",
        "text": "A photo of a basement workshop, with tools neatly arranged on pegboards. In the corner, partially obscured, is a large freezer with a padlock. The back reads, \"DIY projects.\""
      },
      {
        "id": "wallet_picture_84",
        "text": "A candid shot of a couple in their living room. The woman is looking at the camera, but the man is staring at her with an intense, predatory gaze. There's a knife on the coffee table in front of them. The back says, \"Just the two of us.\""
      },
      {
        "id": "wallet_picture_85",
        "text": "A photo of a child playing in a sandbox. In the background, through a window, a dark figure with long, claw-like fingers is visible, watching the child. The back reads, \"Playtime.\""
      },
      {
        "id": "wallet_picture_86",
        "text": "A snapshot of a woman at a park, sitting on a bench. There is a man standing behind her, looking at the camera with a malicious grin. The woman seems unaware of his presence. The back says, \"A day out.\""
      },
      {
        "id": "wallet_picture_87",
        "text": "A photo of a child’s bedroom. On the bed, a stuffed animal sits with its head twisted at an unnatural angle, and there are scratch marks on the walls. The back reads, \"Sweet dreams.\""
      },
      {
        "id": "wallet_picture_88",
        "text": "A seemingly innocent family portrait. The father’s hands are gripping the shoulders of his teenage daughter tightly, and there are bruises visible on her arms. The back says, \"Our perfect family.\""
      },
      {
        "id": "wallet_picture_89",
        "text": "A photo of a couple at the beach. The woman is smiling, but there is a look of terror in her eyes, and her hand is gripping the man’s arm tightly. The back reads, \"Summer vacation.\""
      },
      {
        "id": "wallet_picture_90",
        "text": "A snapshot of a group of friends at a party. One of them is looking directly at the camera with a blank, soulless expression, and there's a shadowy figure standing behind them. The back says, \"Good times.\""
      }
    ]
  }
]
