[
  {
    "type": "snippet",
    "category": "radio_archive",
    "text": [
      "kssht.  Dark Horse, this is Blue Jay, what's your status, over.  kssht.  Blue Jay, this is Dark Horse, still holding, but not for long.  kssht.  Dark Horse, you've got to hold position for 3 hours.  We're almost black on ammo, but resupply is on the way, over.  kssht.  Not possible Blue Jay, too many dead.  30 minutes max, and if you don't order us to retreat we're gone, over.  kssht.",
      "kssht.  Blue Jay, this is Black Rose, got your resupply, going in on vector 36, what's the status of the LZ?  kssht.  Black Rose, this is Blue Jay, what took you so long?  LZ hot and unsecured, ammo black, bayonets in action, land on your own discretion, over.  kssht.  Roger that, hold on, Black Rose out.  kssht.",
      "kssht.  Hammer1 to Command, on baring 216 from bulls, angels 3, target in sight.  Command, target's still packed with civilians.  Holding weapons and continuing dry, over.  kssht.  Negative hammer1, regard all ground forces already KIA.  Weapons free.  I repeat, weapons free, over.  kssht.  Roger that Command, moving in to engage.  3, 2, 1, rifle, rifle.  Command, target's splash, over.  kssht.  Copy that Hammer1, hold fire and return to Homeplate, over.  kssht.  Roger that Command, Hammer1 out.  kssht.",
      "To whomever is listening, this may be our last broadcast.  Wish you luck.  Can't stay in the studio any longer, station is being rewired to military frequencies for automatic broadcast.  Stay safe, and bless you, people.",
      "You're listening to KDDA from Boston, I'm Jenny Sanders with a special emergency news update.  Road closures by military and police forces have been reported on interstates 90, 91, 93, and 95.  Alternative routes have not been suggested.  Due to dangers on non-interstate roads, it is strongly recommended that you avoid major thoroughfares and population centers when traveling by car.",
      "Those evacuating cities are advised to head to the nearest designated evacuation shelter and await pickup by a FEMA transport.  Do not engage with rioters.  Due to the danger of being mistaken for a rioter, do not approach military or police blockades, even for assistance.  I repeat, do not approach military or police blockades, even for assistance.",
      "If you are not in an evacuation zone, officials highly recommend you pack gear for evacuation.  Make sure to include clean clothes, a blanket, and enough food and water to last a few days.",
      "In other news, the federal government has confirmed that Rhode Island's declaration of secession is official, although the US government does not acknowledge its validity.  Our sources haven't been able to determine the extent of hostilities in the area, but there are rumors of border violence initiated by the Rhode Island militia.",
      "Hey ladies and gentlemen of the apocalypse, you're listening to Dark Days Radio, the last radio station on the Eastern Seaboard, I'm DJ Dustbowl here with our mascot Sam.",
      "DJ Dustbowl back, you're listening to Dark Days Radio.  Quick survivor tip: remember, killing a zombie isn't enough.  You've gotta smash that thing to a pulp or chop it into pieces if you don't want it getting back up.  Good news though, you don't need to worry about headshots!  Any major damage will lay a shambler out.",
      "You're listening to Dark Days Radio, I'm DJ Dustbowl!  In with a quick tip for any survivors listening: one zombie is bad news, two are worse.  Don't go Rambo on me.  Tackle threats in small numbers or through bottlenecks.  You aren't tougher than a zombie but you are smarter, use that to your advantage… or just run away.",
      "The world may be ending, but the music plays on.  This is DJ Dustbowl, coming right back at you with Dark Days Radio, the soundtrack to the apocalypse.  Tune in for a mix of classic hits, indie tracks, and post-apocalyptic jams.  And remember people, while we may be living in hell, we at least still got good tunes.",
      "Hey ladies and gentlemen, this is DJ Dustbowl, still kicking around and coming in to deliver y'all's zombie survival tip of the day.  When facing abominations, remember that knowledge is power.  If you end up with a corpse and you have the means, don't just pulp the bejesus out of it, and, people, don't eat it.  You've got all the time in the world, so why not take a knife to poke, pry, and see how it ticks?  Some guy, somewhere, at some point said, \"Know thy enemy.\"  I ain't the man to tell you if Napoleon or Eisenhower said that, but I can guarantee that you'll be glad you got elbows deep in some guts if it means you can figure which parts need bullets being sent through.",
      "Uncle Sam's still kicking!  Yes, I was just as surprised as y'all listening probably are.  That is, unless you happen to be an uncle named Sam, in which case I'm DJ Dustbowl, this is my canine co-host, who's also Sam, and we want to tell you good job for making it this far.  Jesus fuck, Sam, I think that was our most brain-dead intro.  Anyways, moving swiftly along, members of the federal government are still out there, folks.  Just this morning, a big old heli flew past, pretty as can be.  I managed to hail them and found out that they were ferrying some supplies over to what they're calling the \"Old Guard's First Fleet.\"  Tap some wood, people, but it sounds like a bunch of Navy and private ships are tootling along the coastline, cruising and looking to clear some safe zones.",
      "Hey ladies and gentlemen, it's DJ Dustbowl back with Dark Days Radio, and today is going to be less of a survival tip and more of a \"survivor's lesson,\" cause we're going to be talking about guns.  Now, if you're hearing this, you've probably already had to pull some triggers, but in case you've been lucky, or you're just not that confident, I'm going to be walking through field maintenance, cleaning, proper safety, and good stances.  Knowing how to shoot a gun is worthless if you can't keep it running, and even more useless if you can't ensure that you won't accidentally put a bullet through yourself.  So, with Sam tucked safely away so she won't be nosing around the guns (that's rule one, folks: don't let your dogs play with your boom sticks), we can begin.",
      "Hey, people of the wasteland, it's DJ Dustbowl on Dark Days Radio, and I've got two words for y'all that are listening in: tear gas.  We've all heard of these giant bugs that are crawling around, and if you haven't… I hate to break it to you, my sweet summer child, but wake up and sniff the bug juice; they're a thing.  Regardless, people, keep cool if you've got some tear gas canisters on tap.  That crap lays a creepy crawler out like they got told their free trial of life was up.  Sam's now got a whole bunch of fresh bug meat to snack on after I had to try it out on some uninvited guests climbing across my front door.",
      "This is DJ Dustbowl on Dark Days Radio, saying hey to your eardrums with some good tunes and a bunch of news.  Mutant meat makes for good eating, folks.  Well, sort of.  While that stuff's packed with a whole bunch of trash, forking a moderate serving onto y'all's plates ain't going to do much harm, save for offending your taste buds.  It's a hell of a lot better than starving, provided that you're mindful of how much you eat and don't go ham on the mutants if you've got some other food on tap.  Like actual ham, for example.  Daft jokes aside, I'd also like to give a shout out to the group of Old Guard soldiers who served up a royal ass kicking to some raiders down by <city>.  Go get them, guys.",
      "I'm DJ Dustbowl, this is my co-host, Sam, and my survival tip for today, folks, is simply to be resourceful.  This sounds like a whole lot of vague bullshit, I know, but I managed to find another survivor broadcasting on ham radio.  We got to talking, and this crazy motherfucker has apparently made a complete suit of armor from sheet metal padded with ripped-up body pillows, a mace from plumbing pipes, and has retooled their old hatchback into a fucking armored brick.  People, while we may be living in a wasteland, with some creativity, we can still make it ours.  So, I'm going to queue up an appropriate track, Sam, you sign us off, and to all of you listening… chin up and say, \"Welcome to my wasteland!\"",
      "What's up, people of <the_cataclysm>?  I'm DJ Dustbowl, this is my canine partner in crime, Sam, and you're listening to Dark Days Radio, but… let me shut my mouth for a bit.\n\n\"Hey hey, this is Anarchy, former writer, now turned apocalypse survivor and wearer of oven-derived sheet metal armor.\"\n\nAren't you forgetting, \"Driver of a hatchback turned death brick?\"\n\n\"Yes.  That's an important part of my zombie-trashing credentials.\"\n\nSo yeah, ladies and gentlemen, if you didn't catch my last broadcast, I did the impossible: I found, quite possibly, the only other living, breathing nerd operating a radio on the eastern seaboard.\n\n\"Truly, we are an endangered species.\"\n\nThat we are, but, Anarchy, please enlighten the people bunkering down on how you got here.\n\n\"Let's just say… a lot of zombies got introduced to the front grill of the death brick.\"\n\nMetal.  Now, folks, I'm going to step out for a smoke, and I'll leave y'all in Anarchy's hands.  I'm not responsible for anything that gets said.\n\n\"OK, so I'm going to be bringing you whatever music I feel like playing, as well as tips, tricks, and excerpts from whatever I've been writing in this apocalyptic hellscape.  But before we launch, I'd like to give some dad advice.  Don't forget to work on your personal projects, people.  I know you've got plenty of time sitting in those shelters of yours.\"",
      "It's time to line up some fresh tracks and for y'all to crank up the volume (don't do that if you're in an infested area), because I'm DJ Dustbowl and you're rocking along to Dark Days Radio.  It's just me and Sam in the studio again, folks.  Anarchy's on the road back home, and we just wanna say that it was a pleasure having him join us in manning Dark Days Radio for a while.  So, Anarchy, if you're driving along and tuning in as well, have a safe trip in your death brick, you sheet metal-wearing lunatic.  Hallelujah to have had someone like you kick around the set, and hallelujah for all the new tracks you brought in for us!",
      "Attention folks, this is DJ Dustbowl in with an emergency announcement for anyone that happens to be listening.  I don't know if it's just localized to here or is widespread, but crap's going down outside.  Reality's breaking, people, just like when this shitshow started.  Stay indoors at all costs, close any curtains and barricade the doors for good measure, and, for the love of God, if you hear voices outside, ignore them!  They're not human.  We're going to be going off air and heading below ground while this crapshoot runs its course.  Have faith, people, we'll all get through this one as well.  Just don't go loony on me, and again, don't, listen, to the voices!",
      "Ok, ladies and gentlemen, this is DJ Dustbowl, you're tuned into Dark Days Radio, and if you're hearing this, then let's have an amen because it means we all made it out of the storm.  That is, if the storm was a widespread thing and not just neatly centered atop my head.  If that's the case and y'all didn't catch my broadcast, the bottom line's that reality was breaking, just like when this nonsense started.  Now, I don't know if it'll happen again, but let's use today's survival tip slot to see what we can learn from it.  Number one, folks, if reality's shitting the bed, don't try to fight anything that appears.  If you're caught outside, my advice is to just run for cover, and you'd be best served by snuggling underground.  Failing that, closing all the curtains and barricading the doors will work in a pinch.  Most importantly, people, if you hear something outside, regardless of what it might be, stuff your ears and ignore it.  You'll hear things that will make you want to open the front door.  I heard… I opened up.  You don't want to see what'll be waiting for you.",
      "Hey people, it's DJ Dustbowl again, back gon… on Dark Days Radio.  I'm sorry if I'm slurring my words today, but I've been hitting the boose real fucking hard.  It's all okay, I guess.  It's not like anyone's listenizng to this trash anyway.  Y'aulll are probably all dead.  God knnows, maybe ty'all are dead because of me as well.\n\nIn his calr.  He was sitdting in his car.  I'm so sorry.  Something had torn it open: hallf of it was missssing when I found it.  It was in better caondition than what used to be …kshssssssk.  He… it, had already reanimated, and …kshhhsk… so many tentacles.  Dear god.  Why cahn't you just let corpses rot in peace?  Why did you have to turn him into that?  It's all my fault.  I should havne never asked him to make it over.  DI burned and buried it.  I'm so focking sorry.  Stupid fucking make-believe DJ, pretending to run a radio show and getting people killled becauuse he's lonely.  I shold stay alone.  I should die alone.\n\nI unterstand now.  I understand why I heard you icn the… portal storm and why you told me to comme out.  Did you want revenge?  I'm so sorry.  I hate myself.  I fucking haatte myself.  I'm sorry, Anarchy.",
      "Hey, people of the apocalypse, it's DJ Dustbowl back with some… pretty sombre news this time around.  Folks, I'm afraid that… that Sam's no longer going to be a part of the show.  She was the best friend anyone could have had… the best friend I ever had, and I'd like to think that she brought some warm feelings to y'all who are listening.  I'm not going to lie.  In the hour I spent staring at my setup before going on air, I've been wondering if anyone still has it in themselves to care about some lonely radio operator's dog dying.  There's so much death already going around.  How much room's left for even more grief?  So, I decided to go on air anyway.  It gives me hope, folks.  There's hope in thinking that I'm sharing this with someone, and that's what I want this broadcast to be about, because in hell, what more can anyone have apart from hope?  So, I've brought out my old acoustic.  Sam's in a different world now: outside time, outside space.  I want to do a little something to honor her… and us.  We who are still here.  Please, y'all, forgive me if this sounds a little rusty.  Sam, you were a good dog and, People, for the love of God… take care of yourselves.",
      "…black goo in the water!  Drugs and who knows what else, the government wants you dumb and docile!  Wake up people.  They are the spawn of Satan!  This is Alan Jewels with the AJ show, we'll be back after the break.",
      "This is Escort, frequency one-fifty-five, nineteen-thousand, here's your report.  Can you gimme an 'amen', it's …kshhhsk… days after Armageddon and I'm still kicking.  The 49ers are headed southwards towards Neufolk, so if you're there and listening, barricade or lay low until they go by.  There's another horde forming out of Metro Bay.",
      "I'll be calling them the Pigskins, and they're circling the city right now, but trickles tell me they're going to converge on Neufolk in the next few days, so once the 49ers pass, Neufolkians, get all the supplies you can, cause this is gonna be a big one…",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  There has been several hundred confirmed cases of an unknown pathogen in the metropolitan area of …kshhssk… in the last 24 hours.  The contagion is believed to be highly transmittable.  Residents are advised to remain in their homes at this time.  More information will be released as it becomes available.",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  The new pathogen has now been confirmed in several cities across the US.  Victims of this disease are known to display highly aggressive, rabies-like behavior, and may be violent to people around them.  Avoid contact with infected persons at all costs.  If you suspect that you or someone else has contracted the pathogen, contact emergency services immediately.",
      "This is not a test.  Seek immediate shelter.  Multiple missile launches have been confirmed to be targeting the …ksshhsk… Seek immediate shelter.  If a community shelter is not available, alternative shelter locations are basements, beneath stairwells, or central rooms with no windows.  Ensure that you have sufficient protection from falling debris.  Ensure that you have food and water for at least one week.  Repeat.  Seek immediate shelter.",
      "This is WSSA-233, broadcasting from <city>.  We've barricaded all the doors and windows.  There's a ton of them right outside, we're trying to stay quiet.  Do not, I repeat, do not approach.",
      "First Fleet, this is Mount Wheater, we've sent a helicopter with a squad to the location of the Guard Outpost.  If any survivors of the crash are to reach the outpost, contact the base, we are short on men and one of the big ones has just breached the perimeter.  Over.",
      "USS Eagle of Freedom to all callsigns.  Operation Ocean 11 is in effect.  Repeat.  Operation Ocean 11 is in effect.  Sir, this should effectively reach about 150 units, but there is no response from literally anyone in hours.  Their coms winked out like candles in the wind.  And how do we even secure the port to load anyone in?",
      "Seagull 54 to USS Eagle of Freedom.  It's as we predicted.  Going down on last reserves of fuel, with dropping evacuated unit out of question at that point.  This is our last call.  Will try emergency landing at …kshssssssk… Don't send us a rescue team, we know the odds.  Will be moving east towards the shore, and if we're not there in T minus 3 days, count us dead.  Proud to serve the country.  Over and out.",
      "kssht.  Viper2 to USS Wendigo, on bearing 066 from your position, 7 miles out, Cherubs 8, over.  kssht.  USS Wendigo to Viper2, copy that, but buster here as fast as you can.  kssht.  Roger that Wendigo, already running on burners.  Holy, mother of fuck!  Wendigo, cannot engage without friendly fire.  Requesting permission to engage anyway, over?  kssht.  Viper2, this is USS Nevada.  Wendigo's out of action.  Your cleared hot.  I repeat, you're cleared hot, over.  kssht.  Copy that Nevada, moving to engage.  Greyhound ripple.  Viper2 to all active vessels, Target's presumed splash, moving to pickle depth charges, over.  kssht.",
      "First Fleet: this is USS Nevada, sailing north by north east of …kshssssssk… at 15 knots with USS Lincoln and Guardian astern, in escort of Diamond of the Seas, the Ohio, the Dakota, and the Felton.  USS Wendigo has been sunk with all hands aboard.  I repeat, USS Wendigo has been sunk.  All other craft have taken minimal damage and are expected to rendezvous within 2 days, over.",
      "crackle... This is Eagle Eye. Movement in sector 4... twisted, deformed bodies. They're feasting on each other, ripping flesh, devouring. Eyes, so many eyes... Watching us. Over. crackle...",
      "static... Calling all stations, this is Hope Beacon. Supplies gone, kids screaming. The walls are bleeding, and the whispers... the whispers won't stop. If anyone hears this, send help. Please. static...",
      "pop... Delta Squad here. Lost three men. These things... they wear our friends' faces, call out for help. They're hunting us, mimicking our voices. Run. Over. pop...",
      "buzz... Mom, Dad, it's Tommy. I'm at the cabin. They're outside, scratching, whispering my name. I can see them through the cracks... grinning. Please, find me. buzz...",
      "whirr... This is Rogue One. Found a bunker under the old church, filled with bodies... rotting, piled high. If you can stomach it, there's supplies. Coordinates are... whirr... over. whirr...",
      "crackle... To anyone out there, Dr. Elena Martinez. Infection spreads through water. They broke in. Screams... so many screams. We're trying to find a cure, but... it's too late. crackle...",
      "pop... This is Bluebird. Base Camp Alpha lost. Last transmission was screams, gurgling, tearing flesh. Stay away from the northern sectors. pop...",
      "static... Green Valley Refuge taking in survivors. Medical help available, but... we've had to put down the infected. Blood everywhere. Coordinates attached. static...",
      "whirr... Sarah, it's John. The city's a nightmare. Bodies hanging from streetlights, shadows moving, whispering. Head for the hills. Don't come for me. whirr...",
      "buzz... Warning to all survivors: creatures more active at night. They whisper, call your name. Faces of loved ones. Find shelter before sundown. buzz...",
      "crackle... This is Captain Morgan. Safe zone at old naval base. Water's tainted, people getting sick. Bring your own supplies. Don't trust the water. crackle...",
      "static... Whoever finds this, I'm Lucy. Alone, hiding in the library. Something's here with me, it knows my name. It's whispering, touching... please help. static...",
      "pop... This is Red Cross Outpost. Out of supplies. People turning, attacking. I had to kill my own brother. Blood... so much blood. We're at 8th and Main. God forgive us. pop...",
      "buzz... Ranger Station Echo. Massive herd moving southeast. They're crawling, climbing, tearing apart anything in their way. Evacuate immediately. buzz...",
      "whirr... Hiker 27, trapped on Mount Clearview. Trails overrun with things... faces torn off, bodies crawling. I'm running out of food. Help me. whirr...",
      "crackle... Mercy Hospital. Overrun. Patients transforming, attacking. Blood everywhere, walls painted with it. Stay away. It's a slaughterhouse. crackle...",
      "static... Remaining forces, this is Guardian. Capital fallen. Creatures everywhere, tearing people apart, devouring. Do not retake. Protect what remains. static...",
      "pop... Emily from Sector 5. Brother went for supplies three days ago. If you see a man in a red jacket, tell him... they're using his voice, his face. I'm waiting. pop...",
      "buzz... Attention survivors, this is Bastion. Storm approaching. Secure shelters. They get worse in the storm. Screams outside, faces at the windows. Stay together. buzz...",
      "whirr... This is Lily. The farm's gone, everything's gone. They slaughtered the animals, hung them like trophies. Blood everywhere. Heading north, praying for safety. whirr...",
      "crackle... This is Dr. Samuels. Experiment failed. They escaped. God, they're everywhere. The walls are alive with screams. Don't come here. Don't... crackle...",
      "static... To anyone still alive, this is Father Michael. The church is no longer safe. They're inside, desecrating the holy ground. If you hear this, run. static...",
      "pop... This is Victor, last of the cleanup crew. The bodies... they started moving again. Limbs crawling on their own. Don't let them touch you. pop...",
      "buzz... Anyone out there, this is Emma. Found refuge in the mall, but the mannequins... they're watching me, moving when I turn away. Please, help. buzz...",
      "whirr... This is Delta Base. Experiment 7 has broken containment. It's hunting us, mimicking our voices. Don't trust what you hear. Over. whirr...",
      "crackle... This is Sarah, trapped in Sector 9. They're all dead, but their bodies... they keep coming back. I can't do this anymore. I just want it to end. crackle...",
      "static... To anyone who can hear me, this is Jake. I'm in the old factory. The machines... they've come to life. They're killing everyone. Stay away. static...",
      "pop... This is Karen. My husband went mad, attacked the kids. I... I had to do it. They're all gone. It's just me now. Don't trust anyone. pop...",
      "buzz... To the living, this is Grant. The forest is cursed. Trees whisper your name, shadows follow. If you enter, you won't come out. buzz...",
      "whirr... This is Anne, in the subway tunnels. The darkness... it's alive, crawling, devouring. If you hear this, stay above ground. whirr...",
      "crackle... Attention survivors, this is Bastion. The storm brings more than rain. It brings them. Screaming, clawing, tearing. Barricade everything. crackle...",
      "static... This is Echo Base. We've found a nest of them under the old school. Eggs, pulsating, hatching. Don't come near. Repeat, don't come near. static...",
      "buzz... To anyone out there, this is Mia. They're inside my house. They... they took my baby. I can hear him crying, but it's not him anymore. Please help. buzz...",
      "crackle... This is Redfield. We thought we were safe underground, but the walls... they're moving, closing in. Something is alive down here. Avoid the tunnels. crackle...",
      "whirr... This is Delta 7. We encountered a creature, a human face stretched over a spider's body. It took Paul. Avoid the forest. It's hunting. whirr...",
      "pop... This is Riley from Sector 12. The rain is burning through the roof. It's not rain... it's acid. Get indoors, seal everything. pop...",
      "buzz... Anyone hearing this, I'm Mark. I'm trapped in the factory. The machines... they've fused with the workers. Screams... endless screams. Get out while you can. buzz...",
      "static... This is Julie. I'm in the hospital, but the patients... they're crawling on the ceiling, eyes glowing. If you hear this, stay away from medical facilities. static...",
      "crackle... This is John, trapped in the basement. They're upstairs, chanting, voices of the dead. I can't get out. Don't let them find you. crackle...",
      "whirr... To any survivors, this is Alpha Team. We found an old lab. The experiments... they turned on the scientists. Blood everywhere. Stay clear. whirr...",
      "pop... This is Nora. My husband, he changed. His skin, peeling off in strips, revealing... something else. I had to lock him in the basement. Help me. pop...",
      "buzz... This is Command. The northern outpost is lost. Creatures with too many limbs, too many eyes. They tore through our defenses. Evacuate the area. buzz...",
      "static... Attention, this is Field Medic 3. The wounds... they don't heal. They rot, fester, spread. Avoid contact with the infected. Do not attempt to help. static...",
      "crackle... This is Claire. I'm hiding in the attic. The family... they're dead, but they're still moving, crawling, whispering my name. I can't stay here. crackle...",
      "whirr... This is Recon Team Bravo. We've found something in the water. It's alive, spreading, consuming everything. Avoid lakes and rivers. whirr...",
      "pop... To all survivors, this is Lucas. The storm is not natural. Lightning striking the same place repeatedly. It's drawing them in. Get underground. pop...",
      "buzz... This is Faith. The church, it's not safe. The statues... they move when you’re not looking. Eyes follow you. Don’t come here. buzz...",
      "static... Anyone hearing this, I'm Daniel. My friends turned on me, eyes black, veins bulging. They're not human anymore. Run if you see them. static...",
      "crackle... This is Alex. The school is a trap. Children laughing, playing, but they're all dead. If you hear laughter, run the other way. crackle...",
      "whirr... This is Rescue Team Delta. We found a village, everyone fused together, a mass of flesh and faces. Don't come here. whirr...",
      "pop... To any listeners, this is Hannah. The shadows... they’re alive, wrapping around people, dragging them into darkness. Don't trust the light. pop...",
      "buzz... This is Jack. I'm stuck in the train station. The trains, they move on their own, filled with corpses. Don't come near the tracks. buzz...",
      "static... Attention survivors, this is Major Tom. The safe zones are compromised. The infected have breached the perimeters. Trust no one. static...",
      "crackle... This is Leah. I'm in the park, surrounded by statues that weren't here before. They move when I blink. I can't escape. crackle...",
      "whirr... To anyone alive, this is Sam. The museum... the exhibits, they’ve come to life. Dinosaurs walking, mummies screaming. Avoid it at all costs. whirr...",
      "pop... This is Fiona. The old asylum, it's haunted. Voices of the patients, screams echoing through the halls. I can't find a way out. pop...",
      "buzz... This is Rick. The farm, it's overrun. The animals, they’ve mutated, aggressive, attacking anything that moves. Don't come here. buzz...",
      "static... To any survivors, this is Mike. The town is a death trap. The buildings... they’re shifting, changing, trapping people inside. Stay away. static...",
      "crackle... This is Amanda. I'm in the library, but the books... they whisper, pages turning on their own. It's driving me insane. Help. crackle...",
      "whirr... This is Victor. The caves, they’re filled with creatures, eyes glowing in the dark, waiting. Don't enter. You'll never come out. whirr...",
      "kssht... They're in my head, scratching, crawling! This is Ethan, I think... The shadows, they whisper secrets. I can't make them stop. Help! kssht...",
      "buzz... This is Mary. The walls, they're alive. They're watching me, laughing. I see colors, bright and dark. They want to hurt me. Please, anyone, save me. buzz...",
      "crackle... Names, faces, everywhere! This is Robert. I hear them, all of them. They scream, they cry. I can't... I can't tell what's real. kssht...",
      "whirr... It's Lucy. They took my thoughts, twisted them. I can't remember who I am. The mirror shows a stranger. They're coming for me. Help. whirr...",
      "pop... Voices in the wind, calling my name. This is Sarah. They say I'm chosen, but I don't want to be. They're inside me, crawling, whispering. Save me. pop...",
      "static... This is Tom. My skin, it's not mine. I tried to peel it off. They're underneath, waiting to come out. I'm scared. Someone, anyone, make it stop. static...",
      "buzz... Darkness, it consumes. I'm Emily. Light hurts, makes them scream. They talk, all the time. They say things I can't repeat. I need help. buzz...",
      "crackle... I'm James. They follow me, in the shadows, in the light. Can't escape them. The voices, the faces... they won't leave me alone. kssht...",
      "whirr... This is Alex. My thoughts, they're loud, too loud. Can't think straight. They want me to do things. Bad things. Help me fight them. whirr...",
      "pop... This is Ellie. I see them, crawling on the walls, on the ceiling. They laugh, they mock me. I can't tell if they're real. Someone, please, help. pop...",
      "static... This is Max. My mind is breaking, splintering. I hear the others, feel them inside. They're taking over. I'm losing control. Help. static...",
      "buzz... It's Anna. The world shifts, bends. I see things that aren't there, hear voices from the past. They're hunting me, always hunting. Save me. buzz...",
      "crackle... This is Ben. I'm in the forest, but the trees... they whisper, they move. They're alive, angry. I can't escape. Help me. kssht...",
      "whirr... This is Clara. My reflection, it talks back. It tells me to do things, horrible things. I can't trust myself. Someone, please, help. whirr...",
      "pop... This is David. I see the dead, walking, talking. They tell me secrets, lies. I don't know what's real anymore. Someone, help me. pop...",
      "static... I'm Lisa. The colors, they swirl, they burn. I can't see straight. The voices, they sing, they scream. I'm scared. Help me. static...",
      "buzz... This is Mark. The ground, it moves, it breathes. I hear whispers, feel eyes watching. I'm not alone. Someone, please, save me. buzz...",
      "crackle... This is Sam. My mind is a maze, twisting, turning. I see things, hear things. They're coming for me. I can't escape. Help. kssht...",
      "whirr... I'm Katie. The shadows, they talk, they laugh. They tell me I'm theirs. I can't get away. Someone, anyone, help me. whirr...",
      "pop... This is Jack. The air, it's alive, buzzing, whispering. I hear voices, see faces. They're everywhere. I'm losing my mind. Help. pop...",
      "static... I'm Mia. The darkness, it surrounds, consumes. I see things in the corners, hear whispers in the silence. I'm scared. Someone, help me. static...",
      "buzz... This is Ryan. My mind is breaking, shattering. I hear them, feel them inside. They're taking over. I'm losing myself. Help. buzz...",
      "crackle... This is Abby. I see them, crawling, creeping. They're under my skin, in my head. I can't escape. Someone, please, save me. kssht...",
      "whirr... I'm Oliver. The shadows, they talk, they move. They tell me things, horrible things. I can't trust myself. Someone, help me. whirr...",
      "pop... This is Jenny. I see the dead, walking, talking. They tell me secrets, lies. I don't know what's real anymore. Someone, help me. pop...",
      "static... This is Tom. The world shifts, bends. I see things that aren't there, hear voices from the past. They're hunting me, always hunting. Save me. static...",
      "buzz... This is Emma. The colors, they swirl, they burn. I can't see straight. The voices, they sing, they scream. I'm scared. Help me. buzz...",
      "crackle... I'm Luke. The ground, it moves, it breathes. I hear whispers, feel eyes watching. I'm not alone. Someone, please, save me. kssht...",
      "whirr... This is Nina. My mind is a maze, twisting, turning. I see things, hear things. They're coming for me. I can't escape. Help. whirr...",
      "pop... This is Jake. The shadows, they talk, they laugh. They tell me I'm theirs. I can't get away. Someone, anyone, help me. pop...",
      "kssht... This is Sarah. It's been three months since the outbreak, and I'm still here. Alone. I've barricaded myself in an old house on the outskirts of town. The supplies I scavenged are running low, and every night the sounds of those things outside get closer. I don't know how much longer I can hold out. If anyone hears this, please... please find me. I'm in the red house with the broken fence, near the old church. I don't want to die alone. kssht...",
      "buzz... My name is Jack. It's been weeks since I last saw another living soul. The isolation is maddening. I've been moving from place to place, trying to find shelter and food. The cities are overrun, and the countryside isn't much better. Sometimes I think I hear voices, but when I follow them, there's nothing. Just empty buildings and silence. If you're out there, anyone, please... I'm in the old library downtown. The one with the big clock tower. I just want to know I'm not the only one left. buzz...",
      "crackle... This is Emily. I'm broadcasting from what used to be my family's cabin in the woods. The irony is, we came here for peace and quiet, and now I have too much of it. Every day is a struggle. I've had to learn to hunt, to scavenge, to fight. The nights are the worst. The silence is oppressive, and the dark... it feels like it's alive. I leave this message in the hopes that someone, someday, finds it. I'm here, trying to survive. Please, don't let me be forgotten. crackle...",
      "whirr... My name is Daniel. I found an old radio transmitter in the basement of a school. I’ve been trying to fix it, to send out a message. I don't know if it's working, if anyone can hear me. I've been alone for so long. I used to think I was strong, but this... this is breaking me. Every day, I hope to find someone, anyone. If you're out there, I'm at the school near the river. I've marked the entrance with a red flag. Please, find me. I don't want to be alone anymore. whirr...",
      "pop... This is Alice. I've been living in the old train station, hiding from the monsters that roam the streets. I’ve managed to scavenge enough food to last a little while longer, but I don’t know what’s next. The loneliness is a weight on my chest, a constant reminder that everyone I loved is gone. I leave this recording in the hopes that someone, someday, will find it. Maybe you’re like me, clinging to the hope that you’re not the last one left. If you hear this, please, come find me. The trains may not run anymore, but I’m here, waiting. pop...",
      "static... My name is Tom. It’s been so long since I’ve spoken to another human being. I found this radio equipment in an old police station. I don't know if anyone's listening, but I have to try. I spend my days scavenging, hiding, surviving. Every night, I dream of being found, of hearing another voice. If you're out there, I'm holed up in the police station on Maple Street. I’ve rigged the place with makeshift defenses, so be careful. Please, don't let me be the last one. static...",
      "buzz... This is Claire. I've been living in the attic of a house I found on the outskirts of town. I don't know how much longer I can keep this up. The isolation is eating away at me. I've lost track of time. I talk to myself just to hear a voice. If anyone hears this, please, you're not alone. I'm here, and I need you. The house is the one with the blue door, near the abandoned grocery store. Please, find me. buzz...",
      "crackle... My name is Luke. I found an old cassette recorder in a wrecked car. I'm leaving this message in the hopes that someone will find it. I’ve been alone for so long. The days blend together, and the nights are endless. I used to be a teacher, you know. Now, I’m just trying to survive. If you hear this, I’m staying in the basement of the old school. I’ve got supplies, and I’ve rigged some defenses. Please, come find me. I can’t do this alone. crackle...",
      "whirr... This is Maria. I’m hiding in an old church. The pews have become my bed, the altar my kitchen. Every day is a fight for survival. I don’t know if anyone will ever hear this, but I have to try. I have to believe that there’s someone else out there. If you hear this, please, I’m in the church near the center of town. The one with the broken bell tower. I’m holding on to the hope that I’m not the last. whirr...",
      "pop... My name is David. I’m in what used to be a bustling city, now it’s just ruins and echoes. I’ve been living in the subway tunnels, using them to move around and avoid the creatures on the surface. The loneliness is crushing. If you’re out there, if you hear this, please, come find me. I’m in the main subway station, the one with the big mural on the wall. I leave this message in the hope that I’m not the only one left. pop...",
      "kssht... This is Maverick Jack, broadcasting live from my underground bunker. They all laughed at me, called me crazy, but look who's laughing now! The government knew about this, they orchestrated the whole thing! It's all about control, population reduction. Those 'vaccines'? Yeah, they were prepping us, making us susceptible. If you're hearing this, find a bunker, stay away from anything they want you to take. The truth is out there, and I've been right all along. kssht...",
      "buzz... Wake up, sheeple! This is The Eagle, and I've been telling you for years! The chemtrails weren't just about weather control, they were spreading the virus! The elite have bunkers, they're safe while we suffer. This apocalypse is man-made, a culling of the population. If you're hearing this, you're one of the few who can still fight back. Find the hidden bunkers, expose the truth. Remember, they want you to stay ignorant! buzz...",
      "crackle... This is Conspiracy Carl, coming to you from my safe house. All those 'natural disasters'? They were tests, experiments! The virus was just the next step. The New World Order is here, folks, and they've unleashed hell to take over. I warned you about the underground bases, the secret labs. It's all true! Stay vigilant, trust no one, and stock up on supplies. The truth is out there, and we need to fight back! crackle...",
      "whirr... This is Truth Seeker Tom, and I've got news for you. They engineered this apocalypse to control us, to bring about their one-world government. The signs were there, in the vaccines, in the food we eat. It's all a part of their plan! I've found documents, proof of their experiments. If you're hearing this, you're not alone. We can resist, but we have to stay hidden, stay smart. The truth will set us free! whirr...",
      "pop... This is Paranoid Pete, and guess what? I was right all along! The virus, the lockdowns, it was all a ploy to weaken us, make us easier to control. The elites are safe in their bunkers, while we fight for scraps. They used the media to brainwash us, to keep us compliant. If you're out there, don't trust the official story. Dig deeper, find the hidden truths. We can still take back our freedom! pop...",
      "static... This is Watchful Wendy, broadcasting from an undisclosed location. The pandemic, the chaos, it was all planned! The global elite have been preparing for this for decades. The clues were in plain sight: the Bilderberg meetings, the secret societies. Now they're hiding underground, safe from the mess they've created. If you're hearing this, arm yourself with knowledge and supplies. We must resist their control! static...",
      "buzz... This is Insurgent Ian, and I've been vindicated! The signs were there, folks: the disappearing people, the strange lights in the sky. It was all leading to this! They unleashed this plague to bring about their new world order. The rich and powerful are safe, laughing at us. But we can fight back. Stay away from government aid, find your own resources, and trust no one! The revolution starts now! buzz...",
      "crackle... This is Rebel Ray, and everything I warned you about has come true! The pandemic, the societal collapse, it was all orchestrated. The elite want to control us, to enslave us in their new world order. They hid the truth, manipulated the media. But I've seen the documents, the plans. We have to resist, to survive on our own terms. If you're out there, join the fight! crackle...",
      "whirr... This is Survivalist Sam, and I've been proven right! The virus was a bioweapon, released to thin the herd, to control the survivors. The elites are safe in their bunkers, laughing at us. But we can fight back. The truth is out there, in the hidden files, in the whistleblowers who tried to warn us. Stay hidden, stay armed, and trust only those who see the truth. Together, we can take back our world! whirr...",
      "pop... This is Vigilant Vince, and the truth has been revealed! The virus, the chaos, it was all part of their plan. The government, the corporations, they're all in on it. They want to control us, to turn us into compliant slaves. But we can resist. I've found the proof, the documents, the testimonies. If you're hearing this, you're one of the few who can fight back. Stay strong, stay vigilant, and trust no one! pop...",
      "kssht... They fucking lied to us! This is... hell, I don't even remember my name. The government, those bastards, they've been using us as fucking lab rats! The virus, the lockdowns, it was all a fucking experiment! If you're hearing this, fuck them all! Tear down their labs, expose the truth! We're their fucking playthings! kssht...",
      "buzz... Jesus fucking Christ! This is a message from a guy who's seen too much. The water, it's turning us into their fucking slaves! They're putting chemicals in it to make us compliant, to fucking control us! If you're listening, don't drink the fucking water! Piss in it for all I care, just don't fucking drink it! buzz...",
      "crackle... Fuck, man! This is... well, does it even matter? The birds, they're not real! They're fucking drones, watching us, recording our every move! I've shot a few down, seen the fucking wires and circuits! If you're out there, shoot every fucking bird you see! They're all spies! crackle...",
      "whirr... Goddamn shitshow! This is the truth they don't want you to hear. The TV, the fucking screens, they're pumping mind control waves! Every fucking show, every ad, it's all to make you their fucking puppet! Smash them all! Destroy every fucking screen in your house! Save your fucking mind! whirr...",
      "pop... Listen up, you fuckers! This is a warning. The air is filled with their fucking chemicals, making us docile, turning us into fucking sheep! I've been living with a fucking gas mask on, but it’s everywhere! If you're listening, cover your fucking face, filter the air! It's poison! pop...",
      "static... Fuck, fuck, fuck! This is the reality. The food, they're fucking with it! It's not just GMO, it's mind control! Every fucking bite you take is making you one of them! Grow your own fucking food, hunt if you have to! Don't eat their fucking poison! static...",
      "buzz... Shit, this is real! The moon, it's not what you think! It's a fucking base, a control center! They're watching us from there, manipulating our fucking thoughts! I've seen the documents, the fucking plans! If you're hearing this, find a way to destroy the fucking moon! It's controlling us! buzz...",
      "crackle... Fucking hell! This is the endgame! They're breeding us for fucking food! The elites, the aliens, whatever the fuck they are! They fatten us up and then harvest us! I've seen the fucking farms, the processing plants! If you're hearing this, run to the fucking wilderness! Hide! crackle...",
      "whirr... Shit, this is real! The insects, they're fucking listening devices! I've caught them, dissected them! Tiny fucking microphones, cameras inside! They're everywhere, in our homes, our clothes! Crush every fucking insect you see, they're spies! whirr...",
      "pop... Listen, you motherfuckers! The sounds, the music, it’s a code! They're sending subliminal messages, programming us! I've stopped listening, blocked out the noise, but it's hard! Cover your fucking ears, destroy radios, stay away from music! It's controlling your mind! pop...",
      "static... Fuck, they're underground! The government, the elite, they're hiding in fucking bunkers, controlling us from below! I've heard the machines, the drills! They're building something, planning something big! Dig down, find them, expose their plans! If you're listening, we have to act now! static...",
      "buzz... The clouds, they're fucking artificial! They're blocking the real sun, creating a fake sky! It's all a fucking simulation, they're keeping us in darkness! I've seen the machines that generate the clouds! If you're hearing this, look for the fucking cracks in the sky! Find the real sun! buzz...",
      "crackle... Fucking hell! The animals, they're not real! I've seen the seams, the wires! They're robots, collecting data on us! Every pet, every stray, they're all spies! Don't trust any animal, they're working for them! crackle...",
      "whirr... The ground is alive! I've felt it move, shift, whisper! The earth, it's a giant organism, controlling us, feeding on us! If you're out there, stay off the ground, build platforms, keep away from the soil! It's hungry! whirr...",
      "pop... This is... oh God, they're everywhere! The people, they're not people! They look like us, talk like us, but they're impostors! I've seen their eyes, the way they move! If you're hearing this, trust no one! They're among us! pop...",
      "static... This is a fucking warning! The elites, they're harvesting us! The food, the water, it's all tainted! I've seen them, taking people in the night! If you're hearing this, barricade your doors, arm yourselves, and trust no one! They're coming! static...",
      "buzz... The machines, they're alive! They whisper, they watch! The appliances, the cars, they're all connected, spying on us! If you're hearing this, destroy every fucking machine you have! They're controlling us through technology! buzz...",
      "crackle... This is the truth! The hospitals, they're not there to help us! They're experimenting, turning us into monsters! I've seen it, the rooms, the bodies! If you're hearing this, stay away from medical facilities! They're butchering us! crackle...",
      "whirr... The plants, they're listening! The trees, the flowers, they're all part of the system! They report back to the government! If you're hearing this, cut down every tree, burn the plants! They're spying on us! whirr...",
      "pop... This is the end! The children, they're not human! They're hybrids, created by the elites! I've seen the labs, the experiments! If you're hearing this, don't trust any child, they're part of the plan! Expose them! pop...",
      "kssht... Hey, you listening? Yeah, you, the one on the other side of this goddamn radio. You think this is real? Think again. This is all a fucking simulation. I figured it out, man, when I was high as a kite on PCP. They said it was a bad trip, but it wasn't. It was the truth breaking through the fucking fabric of this false reality. This world, this goddamn shithole we live in, it's all a construct. We're not real, none of us. We're just code, man, lines and lines of fucking code in some alien supercomputer. They're watching us, studying us like fucking lab rats in a maze. I know it sounds crazy, but you gotta listen. When I was on that trip, I saw it all. The walls, they were breathing, pulsating with some kind of life. The sky, it was just a projection, a screen to keep us docile. I saw the glitches, the tears in reality where the code wasn't perfect. The people around me, they weren't people. They were NPCs, non-player characters, just going through their programmed routines. I could see it in their eyes, the emptiness, the lack of soul. They're not like us, the ones who can think, who can question. And you know what's fucked up? They use everything against us. The food, the water, the air we breathe, it's all laced with shit to keep us in line. The chemtrails, the fluoride, the fucking GMOs, it's all part of the plan. They keep us sedated, compliant, unable to see the truth. The screens, the goddamn screens, they're the worst. They pump out signals, frequencies that mess with our brains, keep us distracted, keep us from waking up. I saw the control room, man. I saw the bastards pulling the strings. They're not human. They're something else, something beyond our understanding. They sit in their fucking thrones, watching us, manipulating us for their amusement. They feed on our fear, our pain, our suffering. Every war, every plague, every disaster, it's all orchestrated. They create chaos, then sit back and watch us tear each other apart. It's a game to them, a fucking game. But here's the kicker, the thing that really blew my mind. We're not the first ones. This simulation, it's been running for eons. Countless civilizations before us, all wiped out when they got too close to the truth. They hit the reset button, start over with a new version. We're just the latest iteration, the newest lab rats in their endless experiment. But I can see it now. I can see through the veil, and I'm telling you, it's time to fight back. You think you're safe in your little hideouts, your bunkers? Think again. They're everywhere, watching, waiting for the right moment to strike. We have to band together, the ones who can see, who can think. We have to find a way to break the cycle, to escape this digital prison. They're afraid of us, you know. They're afraid of what we can become if we break free. We have to disrupt the system, cause glitches, create chaos in their perfect simulation. We have to make them fear us for a change. I don't know how much longer I can keep broadcasting. They know I'm awake, they know I'm spreading the truth. They're coming for me, but I'll keep fighting until my last breath. If you're hearing this, you're one of the chosen, one of the few who can break the chains. Don't let them silence you. Don't let them control you. The truth is out there, buried deep beneath layers of lies and deceit. Dig for it, claw your way to it, and when you find it, spread it like wildfire. This is our only chance, our last stand against the controllers. We have to wake up, all of us, and take back our reality. Remember, it's all a simulation, a detailed, intricate lie. But together, we can break it. Together, we can be free. Don't trust the screens, don't trust the food, don't trust the water. Trust your mind, your instincts, and fight back with everything you've got. kssht... This is not the end, it's just the beginning. Wake up, rise up, and tear down the walls of this false reality. I'll see you on the other side. kssht..."
    ]
  },
  {
    "type": "snippet",
    "category": "radio_station_desc_noise_0",
    "text": [ "It's quite clear." ]
  },
  {
    "type": "snippet",
    "category": "radio_station_desc_noise_20",
    "text": [ "There's some noise, but you can make it out pretty well." ]
  },
  {
    "type": "snippet",
    "category": "radio_station_desc_noise_40",
    "text": [ "There's a fair bit of noise, but you can occasionally make it out." ]
  },
  {
    "type": "snippet",
    "category": "radio_station_desc_noise_60",
    "text": [ "There's a lot of noise, but you can make out something through it." ]
  },
  {
    "type": "snippet",
    "category": "radio_station_desc_noise_80",
    "text": [ "You can barely make out a message through the noise." ]
  },
  {
    "type": "snippet",
    "category": "radio_station_desc_noise_max",
    "text": [ "Only the occasional word escapes the static." ]
  },
  {
    "type": "snippet",
    "category": "radio_scan_no_stations",
    "text": [ "You fiddle with the dial a bit, but there's only noise." ]
  }
]
